[
  {
    "Symbol": "Abandonment",
    "Meaning": "Abandono: Este es un sueño que refleja tus temores en torno a tu valía personal. El miedo a ser dejado solo es primitivo por naturaleza y tiene sus raíces en la infancia. Si la pérdida resuena lo suficientemente profundo, la reacción emocional se conecta con un profundo reservorio de heridas históricas y lo experimentamos como un abandono doloroso. Soñar con una circunstancia en la que esto es un tema principal suele compensar algo en tu vida de vigilia que está desencadenando pensamientos de abandono, ya sea de forma consciente o inconsciente. Al procesar estos sentimientos en el estado de sueño, estamos mejor preparados para enfrentar el mundo al despertar. Presta mucha atención a quién te abandona en el sueño, ya que esto influirá poderosamente en tu interpretación.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Abdomen",
    "Meaning": "Abdomen: Esta es la parte del cuerpo asociada con tus emociones y las corazonadas sobre las cosas. Cuando se destaca en un sueño, señala algún tipo de problema con confiar en la guía que recibes de tus propios instintos. Si tu abdomen está comprometido en el sueño, también podría estar relacionado con reprimir o ignorar esas corazonadas. El abdomen es también la parte del cuerpo asociada con la digestión y la incorporación de nutrientes y sustento. Por lo tanto, un sueño centrado en el abdomen puede ser un comentario sobre qué tan bien estás comprometido en actos de autocuidado y si sientes que estás siendo bien alimentado por tu vida.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Abortion",
    "Meaning": "Aborto: Un feto es símbolo de una idea, proyecto, nueva dirección o impulso creativo que tiene el potencial de nacer en forma, pero que aún está en gestación. Un aborto es la elección de erradicar esa posibilidad para hacer espacio a algo nuevo. Este es un tema que tiene gran carga en nuestro mundo, por lo que la forma en que lo interpretes en un sueño debería reflejar tu punto de vista personal al respecto. Sin embargo, desde una perspectiva puramente simbólica, la naturaleza de un aborto se relaciona con elegir eliminar un curso de acción del que no estás preparado para responsabilizarte. (Véase Feto).",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Abscess",
    "Meaning": "Absceso: La implicación de un absceso es que existe un problema subyacente que no ha sido atendido. El lugar del cuerpo en el que aparezca el absceso en tu sueño te dará pistas sobre dónde buscar el problema oculto. Un absceso es una indicación de que algo necesita ser abierto para que las emociones tóxicas puedan ser limpiadas y la curación pueda comenzar.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Abyss",
    "Meaning": "Abismo: Un abismo se crea cuando la estructura de una zona determinada está tan fuera de alcance que no hay un sentido inmediato discernible de límites medibles. Esto nos llena de todo, desde terror y temor hasta un deseo excitado de exploración. El pozo sin fondo de un abismo es un gran símbolo de los riesgos que debemos tomar para crecer. Cuando te encuentras con un abismo en tu sueño, has llegado al borde de tu realidad conocida y se te pide que enfrentes lo desconocido de manera valiente. El abismo es un símbolo de las profundidades de tu inconsciente, que a menudo inspira miedo o evitación.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Academy Awards",
    "Meaning": "Premios de la Academia: Cualquier sueño que involucre a celebridades o al entorno de los ricos y famosos te conecta con esa parte de tu conciencia que aspira a una expresión más elevada de tu humanidad. El mundo del cine se relaciona con tus impulsos creativos, y los Premios de la Academia en un sueño revelan un poderoso deseo de ser reconocido por tus dones y talentos de una manera muy pública. Esto puede ser una sobreinflación del valor propio para compensar sentimientos de insuficiencia o una necesidad muy real de hacerte más visible en tu mundo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Accelerator",
    "Meaning": "Acelerador: El acelerador en un automóvil u otro mecanismo es la estructura diseñada para aumentar tu velocidad y, por lo tanto, llevarte a tu objetivo deseado mucho más rápido. Si aparece en un sueño, es posible que necesites aumentar tus esfuerzos en torno a un proyecto particular. Si el acelerador está roto o funciona mal, tendrás que investigar más para ver por qué estás experimentando un bloqueo. Demasiada aceleración puede indicar la necesidad de reducir la velocidad o aliviar la presión de avanzar demasiado rápido en alguna área de tu vida.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Accident",
    "Meaning": "Accidente: Recuerda la frase omnipresente «No hay accidentes». Un accidente es una corrección de rumbo involuntaria e inmediata. Cuando nos vemos involucrados en un accidente, el camino en el que estamos se detiene instantáneamente y nos vemos obligados a considerar nuevas direcciones. A menudo hay mucho trabajo de reparación que debe hacerse y, con frecuencia, el cambio que se nos pide hacer no es obra nuestra. Recuerda también que la frustración y la decepción que a menudo sentimos cuando ocurre un accidente se basan en nuestro juicio adicional de que el accidente fue algo malo o no debería haber sucedido. Un accidente en tu sueño podría ser una advertencia de que el lugar al que te diriges necesita ser reconsiderado.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Acid",
    "Meaning": "Ácido: El ácido provoca corrosión en virtud de su capacidad de consumir muchas sustancias, causando reacciones químicas que erradican la integridad estructural del material afectado. En los sueños, esto se conecta con la noción de ciertos sentimientos que ‘te corroen’, como la rabia, la envidia o el odio, o cualquier sentimiento profundo que resulta destructivo si no se mantiene bajo control. Estos sentimientos pueden quemar cuando se proyectan sobre otra persona.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Acorn",
    "Meaning": "Bellota: Una de las imágenes más poderosas del potencial; la bellota es una semilla que eventualmente puede convertirse en un poderoso roble. De esta manera, representa la capacidad de tomar una idea pequeña y generar algo grande a partir de ella.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Acrobat",
    "Meaning": "Acróbata: El acróbata puede moverse con gracia a través del aire, lo que significa que esta imagen está principalmente asociada con los procesos mentales. Se está destacando tu capacidad para ser ágil con tus pensamientos, sentimientos y movimiento a través de la vida, pero especialmente tus pensamientos. Adobe Acrobat también es un conocido programa de diseño, por lo que esta imagen onírica puede ser un juego de palabras sobre cómo estás tomando el control de diseñar tu vida para satisfacer tus deseos.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Actor",
    "Meaning": "Actor: Un actor puede asumir muchos personajes y habitar algo que no es real como si lo fuera. Puede que estés adoptando diferentes roles en tu vida y lidiando con ser personas distintas en diversas circunstancias. Este sueño también puede sugerir la necesidad de ser más auténtico e integrado.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Acupuncture",
    "Meaning": "Acupuntura: Esta antigua modalidad de sanación toma en consideración la red de canales de energía, conocidos como meridianos, que recorren todo el cuerpo físico. Esta imagen en un sueño indica que algún tipo de curación está ocurriendo o es necesaria.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Addict",
    "Meaning": "Adicto: Este es un aspecto de tu personalidad alineado con el escapismo y la pérdida de control. El estado del adicto en tu sueño determinará cuán serio es este impulso y qué daño puede estar haciendo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Affair",
    "Meaning": "Aventura amorosa: Véase Infidelidad.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Age",
    "Meaning": "Edad: Los sueños a menudo nos devuelven a nuestro pasado. En algunos casos somos testigos de un escenario pasado desde nuestra perspectiva actual de vida, mientras que otros sueños de este tipo pueden encontrarnos transformados de nuevo en la persona que éramos en ese momento y en los entornos específicos que visitamos. Independientemente de la estructura del sueño, cada vez que regresamos a momentos anteriores de la vida estamos explorando quiénes somos hoy como resultado de nuestro pasado. La edad de alguien que aparece en un sueño también puede relacionarse con la cantidad de tiempo que esa conciencia particular ha estado viva en ti. Por ejemplo, un niño de cinco años puede representar algo que surgió en tu conciencia cinco años antes de tener el sueño.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Air Conditioning",
    "Meaning": "Aire acondicionado: La temperatura es un símbolo del estado de ánimo y del aumento o disminución de la intensidad emocional. El clima caluroso es sinónimo de temperamentos acalorados y de la prevalencia de la pasión. El deseo de enfriar el aire por medios artificiales simboliza tu capacidad para regular estos elementos de la vida a tu antojo. Cuanto más grande es el aparato de aire acondicionado, mayor es el sentido de control que se expresa. De este modo, un aparato de ventana refleja un grado moderado de control, mientras que el aire central se relaciona con un deseo más amplio de controlar tus pasiones. Si el aire acondicionado está roto, tal sueño se relaciona con la incapacidad de mantener la calma bajo presión.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Airplane",
    "Meaning": "Avión: Este sueño significa que estás experimentando algún tipo de transición en tu vida que está ocurriendo muy rápido. Cualquier medio de transporte en un sueño es sinónimo de la manera en que nos movemos por nuestras vidas. Debido a la forma dramática en que un avión despega y te lleva a tu destino, está conectado con cualquier transición repentina en la vida. En un sueño, cambios de esta naturaleza pueden relacionarse tanto con algo que está ocurriendo en tu vida en ese momento como con algo que se necesita o se desea. Lo que sucede con el avión ofrece más matices para añadir a tu interpretación: perder tu vuelo podría indicar la sensación de que algo te está pasando por delante y puede iluminar la necesidad de evaluar cuán consciente eres de las oportunidades en tu situación actual. Quedarte atrapado en un avión podría conectar con sentimientos de impaciencia y la necesidad de aceptar limitaciones externas. Un accidente aéreo indica que algo en proceso puede no haber estado funcionando correctamente y tendrá que empezar de nuevo. Echa un vistazo a las áreas de tu vida que están estancadas o eruptivas; quizá debas abrocharte el cinturón y despegar.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Alarm Clock",
    "Meaning": "Despertador: Este mecanismo para cronometrar tu vigilia se relaciona con el control y la preparación. Dado que a menudo existe mucha ansiedad en torno a llegar a tiempo a eventos importantes, este objeto en un sueño puede señalar el deseo de asegurarte absolutamente de estar listo para las cosas que requieren tu atención.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Alcohol",
    "Meaning": "Alcohol: Véase Bebidas/Beber.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Alien",
    "Meaning": "Extraterrestre: Toda persona en tu sueño es parte de tu propia conciencia, y un extraterrestre es un aspecto de tu carácter que te resulta totalmente ajeno. Esto puede conectarse con un lado más elevado y espiritual de ti, pero también podría ser algo nuevo y diferente y, por lo tanto, amenazante. Tus asociaciones personales con el espacio exterior y los extraterrestres deben tener un lugar en la interpretación que hagas de ese sueño. La abducción por extraterrestres podría revelar miedos acerca de territorios desconocidos o nuevos entornos en los que puedas estar encontrándote. Cuanto más miedo sientas en el sueño, más atemorizado puedes estar de los cambios que están ocurriendo. Por otro lado, sentir afinidad hacia un extraterrestre y querer realmente establecer una conexión puede indicar el deseo de romper un molde restrictivo de uniformidad.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Alligator",
    "Meaning": "Caimán/Cocodrilo: Todos los reptiles se conectan con una orientación primitiva hacia la supervivencia y otros instintos básicos. Como los caimanes son habitantes del agua, su significado y poder están asociados con el territorio emocional. Tienen un nivel de ferocidad, por lo que también se conectan con sentimientos aterradores y peligrosos que viven justo debajo de la superficie de la conciencia. Al soñar con caimanes, estás conectando con el poder de protegerte permaneciendo al acecho. La otra cara de esto es ser vulnerable a tu propia reactividad cuando están presentes cuestiones de vulnerabilidad emocional. Los caimanes se relacionan con la precisión y el control en todos los estados. Los caimanes y los cocodrilos a menudo se confunden, pero el significado simbólico es esencialmente el mismo para ambos.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Alternate Universe",
    "Meaning": "Universo alternativo: El paisaje de tu mundo onírico tiene una conciencia propia, y no es raro que las personas sueñen con frecuencia con universos alternativos. De hecho, por definición los sueños nos llevan a una conciencia de universo alternativo. Este es uno de esos símbolos de sueños enigmáticos donde el significado universal es literal. El paisaje de cualquier sueño es una especie de universo alternativo. Si tienes la sensación de que tu sueño está teniendo lugar en alguna otra realidad distinta de aquella en la que residen, la primera consideración será atender al tema y la interpretación que estás asignando al sueño en su conjunto. Si el sueño tiene un sentimiento positivo y edificante, el universo alternativo puede ser simplemente una función de tu inconsciente siendo creativo y expansivo. Sin embargo, puede haber un elemento de cumplimiento de deseos o de negación que se esté expresando. Crear un universo alternativo podría ser una manera simplista y conveniente de escapar de los desafíos que están presentes en el universo que llamas hogar.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Aluminum Foil",
    "Meaning": "Papel de aluminio: Usamos papel de aluminio para envolver un elemento perecedero y preservarlo, por lo que un sueño con este objeto se relaciona con aquello que quizá estés manteniendo envuelto dentro de tu conciencia. Esto puede o no tener valor para ti; envolver algo precioso lo mantendrá preservado durante más tiempo, mientras que mantener algo bajo envoltura puede indicar que alguna idea o sentimiento estaría mejor si se desenvolviera. El papel de aluminio también se usa para aumentar el calor alrededor de la comida para mayor eficiencia en el proceso de cocción. De este modo, representa la mejora de tu capacidad para recibir nutrición y sustento y comprometerte con el autocuidado.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Ambulance",
    "Meaning": "Ambulancia: La ambulancia es un vehículo y, como tal, se relaciona con cómo te desplazas por la vida. Dado que se conecta específicamente con lesiones y enfermedades como un transporte rápido hacia la curación, tiene en su esencia, como símbolo, este sentido de rescate. Teniendo en cuenta que hay una sirena asociada con una ambulancia, en un sueño también puede funcionar como evidencia de que algo ha ocurrido en tu paisaje interior que refleja peligro o colapso, cuyos detalles pueden ser desconocidos para ti en ese momento.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Amethyst",
    "Meaning": "Amatista: La amatista tiene un color violeta, lo que la asocia con el séptimo chakra de la conciencia superior. En el mundo de los cristales, se le atribuyen propiedades relacionadas con la curación, la protección y la sabiduría. (Véase Piedras, Rocas/Peñascos.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Amputations/Missing Limbs",
    "Meaning": "Amputaciones/Miembros perdidos: Este es un sueño sobre capacidad o habilidad disminuida. Nuestros miembros son los que nos dan movilidad y la destreza con la que creamos, capacidades que se ven afectadas de alguna manera cuando perdemos un miembro. Ya sea tan significativo como un brazo o una pierna completa o tan pequeño como el dedo más pequeño o un dedo del pie, la aparición de un miembro faltante o una amputación en un sueño refleja algún tipo de invasión a tu capacidad para navegar por la vida. Considera el uso del miembro que falta y tendrás más información para interpretar.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Anchor",
    "Meaning": "Ancla: Un ancla está vinculada a la travesía por el agua y, de este modo, se relaciona con alguna experiencia emocional que estás teniendo. Está diseñada para mantenerte firme y en un lugar en una atmósfera que no es naturalmente propicia para sentirse arraigado y estable. Por lo tanto, en un sueño un ancla representa esta necesidad o deseo de quedarse quieto mientras algún proceso emocional está en marcha. Esta imagen en un sueño podría estar funcionando en tu beneficio o en tu detrimento, por lo que debes determinar si el ancla te ayuda a concentrarte en algo que necesita tu atención o si te está reteniendo y te impide avanzar debido a una herida o a un sentimiento de dolor.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Angel",
    "Meaning": "Ángel: Los ángeles son grandes energías arquetípicas que estaban aquí antes que nosotros. Durante muchos miles de años, la humanidad ha formulado estas grandes sensaciones energéticas en seres específicos que aparecen en muchas disciplinas religiosas y espirituales. Estos seres pueden aparecer en sueños y son prueba de un momento altamente evolucionado en tu desarrollo espiritual. Los ángeles también son simbólicos de la intervención divina en proceso, donde giros milagrosos de los acontecimientos pueden ocurrir al ser protegidos desde un nivel superior.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Animals",
    "Meaning": "Animales: Pensamos en los animales como seres cuya inteligencia es básicamente instintiva. De este modo, los sueños que presentan animales nos ayudan a conectarnos con nuestra propia naturaleza instintiva. El primer elemento de cualquier interpretación de un animal que aparece en tu sueño es investigar el rasgo especial que representa ese animal en particular. Encontrarás muchas de esas interpretaciones en estas páginas, pero un poco de investigación dará grandes resultados si el animal de tu sueño no está listado. Los comportamientos y hábitos del animal ilustrarán el instinto que se está destacando. El segundo aspecto de tu interpretación provendrá de lo que el animal está haciendo en tu sueño. La actividad en la que está involucrado se correlacionará con algún tipo de movimiento (o de obstáculo al movimiento) en tu vida de vigilia. El sueño puede estar pidiéndote que dejes de intentar pensar tu camino a través de una situación y, en cambio, recurras a tu naturaleza instintiva para obtener una respuesta.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Ant",
    "Meaning": "Hormiga: La omnipresente hormiga es generalmente la criatura más pequeña en la que pensamos regularmente. Como tal, las hormigas representan nuestros pensamientos que corren su curso en lo más profundo de nuestra conciencia. Todos los animales del paisaje onírico se relacionan con instintos y patrones de pensamiento. La gran cantidad de hormigas en una colonia y su funcionamiento ordenado reflejan pensamientos persistentes y esfuerzo organizado. Soñar con hormigas puede referirse a una gran actividad, diligencia o una sensación de pequeñez frente a un todo mayor.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Apartment",
    "Meaning": "Apartamento: Representa una parte de tu sentido del yo. Un edificio de apartamentos puede simbolizar la totalidad de tu personalidad, y un apartamento individual dentro de él representa un aspecto específico de tu vida. El estado del apartamento refleja cómo percibes esa parte de ti mismo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Apple",
    "Meaning": "Manzana: Las manzanas se asocian con la salud, el conocimiento y la tentación. En los sueños, pueden representar un deseo de sabiduría, una necesidad de cuidar mejor tu cuerpo o una advertencia sobre algo que parece atractivo pero tiene consecuencias ocultas.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Argument",
    "Meaning": "Discusión: Soñar con discutir refleja conflicto interno o tensión no resuelta. La persona con la que discutes en el sueño puede representar un aspecto de ti mismo que estás resistiendo o juzgando.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Artist",
    "Meaning": "Artista: Representa creatividad, expresión personal o la necesidad de encontrar una salida emocional. Puede sugerir que estás explorando nuevas formas de comunicar lo que sientes o piensas.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Ashes",
    "Meaning": "Cenizas: Simbolizan el final de algo, la destrucción que precede a un nuevo comienzo. Puede ser señal de duelo, pérdida o una transformación profunda.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Attack",
    "Meaning": "Ataque: Refleja sentimientos de vulnerabilidad, amenaza o estrés. Puede indicar que sientes que alguien o algo te está perjudicando o que estás luchando contigo mismo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Audience",
    "Meaning": "Audiencia: Representa el deseo de reconocimiento, miedo al juicio o el anhelo de comunicarte con otros. Puede revelar cómo te sentís respecto a tu imagen pública.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Authority",
    "Meaning": "Autoridad: Un símbolo de poder, control o represión. Soñar con figuras de autoridad puede mostrar tu relación con las reglas, los límites o la figura paterna.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Baby",
    "Meaning": "Bebé: Representa nuevos comienzos, vulnerabilidad o una parte de ti que está naciendo o necesita cuidado. También puede ser una manifestación literal del deseo o temor de tener hijos.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bathroom",
    "Meaning": "Baño: Un baño representa la conciencia de individuación y privacidad. Es la habitación donde podemos cerrar la puerta y estar con nosotros mismos en total intimidad. También simboliza liberarse de desechos y toxinas. Muchos sueños en los que aparece un baño nos muestran buscándolo; esto indica que buscas la libertad de ser tu yo auténtico liberando aquello que ya no te sirve, como resentimientos u otros pensamientos venenosos. Un baño en una casa se conecta con asuntos personales, mientras que uno más público revela información sobre tus interacciones externas. El inodoro se relaciona con aliviarte de la “mierda” en tu vida que ya no necesitas.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bathtub",
    "Meaning": "Bañera: La bañera se utiliza tanto para relajarse como para limpiar el cuerpo, y en ese sentido puede conectarse simbólicamente con ambos aspectos, dependiendo de tus asociaciones personales. Estructuralmente, al contener una pequeña cantidad de agua, también es un símbolo emocional y debe considerarse desde la perspectiva de contener pequeñas cantidades de expresión emocional que pueden relajarte o abrumarte según el contexto del sueño.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Battery",
    "Meaning": "Batería: La finalidad principal de una batería radica en su capacidad de almacenar energía para su uso posterior de manera portátil. Si una batería aparece en un sueño, puede conectarse con una necesidad o deseo de conservar tu energía para otro momento. También simboliza la capacidad de llevar energía a lugares que de otro modo carecerían de ella.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Battle",
    "Meaning": "Batalla: Hay una distinción entre guerra y batalla. La guerra implica un estado continuo de conflicto, mientras que la batalla es el cambio que ocurre en una pequeña porción de esa agitación y transformación en curso. Soñar que estás en una batalla te invita a observar en qué ámbitos de tu vida tus defensas podrían estar elevadas. Considera también dónde son inminentes los cambios en tus límites tanto en tu mundo exterior como en tu interior, ya que muchas batallas son con uno mismo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Beach",
    "Meaning": "Playa: La tierra representa tu mente consciente y el océano conecta con tu mente inconsciente. Donde estos dos elementos se encuentran es la siempre cambiante orilla. Un sueño que se desarrolla en la playa indica el encuentro de estos dos aspectos distintos de la experiencia humana. También puedes pensar en la tierra como tu mente racional y pensante y en el océano como la mente irracional y creativa. Las mareas cambiantes son tus estados de ánimo y ciclos emocionales, de modo que una playa puede conectar con extremos de cambio emocional en tu vida. Las cosas que aparecen en la playa son depósitos de lo que antes era desconocido pero que puede emerger repentinamente desde las profundidades de tu ser oculto. Todo lo que sucede en la playa se considera aún más significativo por la naturaleza misteriosa del lugar donde se unen lo consciente y lo inconsciente. Por supuesto, la playa también es un destino principal para relajarse y soltar tensiones diarias; un sueño en la playa puede estar conectado a este deseo de descanso.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Beams of Light",
    "Meaning": "Rayos de luz: Estás enfocando tus pensamientos para crear una energía más penetrante en tu vida. La luz es energía en movimiento. Generalmente la pensamos como aquello que ilumina y hace las cosas visibles; sin embargo, la luz es en realidad una onda de energía, de la cual solo una pequeña fracción es visible para el ojo humano. En este sentido, la luz que vemos representa los pensamientos de los que somos conscientes. Diversas formas de luz pueden representar diferentes niveles e intensidades de pensamiento. Un rayo es una concentración de luz capaz de iluminar un área u objeto concreto y, por tanto, es símbolo de pensamiento concentrado.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bear",
    "Meaning": "Oso: Necesitas ser paciente y conservar tu fuerza por ahora; el momento de actuar llegará tras un periodo de hibernación. La medicina del oso trata de la larga quietud necesaria para que la verdadera fuerza sea ejercida apropiadamente. Cuando llegue el momento de actuar, el poder del oso en ti te otorgará recursos increíbles. Un sueño con un oso te pide considerar si es tiempo de agresión o de retirarte y esperar la estación adecuada.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Beard",
    "Meaning": "Barba: Por lo general, una barba la usan los hombres mayores y es un símbolo de edad e inteligencia. De este modo, una barba en un sueño puede ser una expresión simbólica de madurez y sabiduría. Una barba también oculta gran parte del rostro y, en este sentido, puede conectar con un deseo de ocultar tus verdaderos sentimientos.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Beast",
    "Meaning": "Bestia: La bestia genérica del mundo onírico expresa el aspecto más animal de la condición humana. Dado que cada animal terrestre específico lleva consigo el significado asociado a su propia naturaleza, la bestia como arquetipo se conecta con el lado oscuro de esto: los elementos irracionales, agresivos e instintivos de quienes somos que desechamos o preferiríamos no tener. Recuerda el cuento de hadas La Bella y la Bestia: estos dos arquetipos opuestos deben integrarse para encontrar equilibrio y verdadera felicidad. Es muy importante honrar la bestia dentro de ti para encontrar tu verdadera humanidad.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Beast/Human",
    "Meaning": "Bestia/Humano: Cuando las cualidades de un animal se mezclan con un ser humano, estás expresando la integración de rasgos primitivos en tu conciencia. La mitología está llena de criaturas que combinan atributos físicos de varios animales con el cuerpo humano. Estas criaturas mágicas aparecen en muchas historias culturales y, incluso la combinación onírica más extraña puede tener un antecedente en la mitología de una civilización antigua. La interpretación de este símbolo debería comenzar con la energía asociada al animal que apareció en el sueño. Examinar referencias históricas que coincidan con tu imagen onírica puede proporcionarte un tesoro de información que tu mente inconsciente intenta transmitirte.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Beaver",
    "Meaning": "Castor: El castor es industrioso y hábil en un sentido relacionado con trabajar con estructuras terrestres para crear un hogar acuático. Esto lo coloca en una relación simbólica con la gestión de las emociones. Muchos animales que se relacionan con el agua también se conectan a nuestros estados de sueños, especialmente cuando un animal terrestre interactúa bien con un entorno acuático. Por lo tanto, el castor aparece para traerte sabiduría del estado de sueño. El castor también nos asiste cuando necesitamos entender nuestra vida emocional y cambiar cómo nos sentimos acerca de alguna situación.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bed",
    "Meaning": "Cama: Este objeto es el hogar del sueño y de la intimidad. Es un poderoso símbolo de los actos sagrados de descanso y expresión sexual. Muchos sueños tienen lugar en la cama en la que duermes; cuando es así, hay una inmediatez en la interpretación: estás soñando con tu estado de conciencia actual y la idea de explorarlo de manera significativa. La cama es símbolo de seguridad personal ya que eres vulnerable mientras duermes; de este modo, tu propia cama en un sueño representa esta seguridad. Por el contrario, una cama desconocida puede ser simbólica de una falta fundamental de seguridad. El estado de una cama en un sueño puede ser un comentario sobre asuntos de seguridad, sexualidad y descanso en tu vida despierta.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bedroom",
    "Meaning": "Dormitorio: Una casa representa la conciencia de tu sentido de identidad y el dormitorio se relaciona con la privacidad e intimidad, pues suele ser la habitación más privada del hogar, donde ocurren actos íntimos. Debido a su asociación con la desnudez, el sexo y la vulnerabilidad que conlleva el dormir, el dormitorio representa las partes de nosotros mismos de las que estamos conscientes pero que generalmente mantenemos ocultas y separadas de nuestra vida social y pública. A nivel primitivo, el dormitorio es la habitación donde el olor de una persona es más patente. Los humanos somos los únicos animales que eliminamos compulsivamente nuestro propio olor. Esto profundiza la naturaleza personal de este símbolo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bee",
    "Meaning": "Abeja: Uno de los animales más comunitarios, la abeja es una maestra en comunicación y organización comunitaria. A través de una compleja estructura social, las abejas producen una de las creaciones más exquisitas de la naturaleza: la miel. La medicina que ofrecen las abejas como tótem se conecta con esta estructura precisa y organizada combinada con el esfuerzo que destinan a crear algo tan profundamente dulce. Cuando la abeja aparece en tu sueño, se te pide profundizar tu disposición a trabajar de forma estructurada para crear grandes niveles de abundancia y prosperidad.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Beehive",
    "Meaning": "Colmena: La abeja es un animal asociado con la organización, la comunicación y el poder de crear gran abundancia y dulzura. Su hogar, la colmena, es el centro de esta habilidad. La colmena en tu sueño es el lugar donde tus pensamientos sobre la dulzura de la vida residen, pero acercarse con demasiada ligereza puede tener consecuencias.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Beer",
    "Meaning": "Cerveza: Últimamente un símbolo de escape, la cerveza también puede considerarse como la representación del deseo de celebrar, relajarse y desconectarse. La cerveza es la bebida fermentada original y se conecta con procesos que ocurren detrás de escena y lentamente cambian y se transforman en algo sorprendente y delicioso. Las cosas buenas llevan tiempo, y este significado oculto puede expresarse en un sueño sobre cerveza, especialmente si el sueño incluye el proceso de elaboración de la bebida.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Being Chased",
    "Meaning": "Ser perseguido: Algo en tu vida está creando una respuesta basada en el miedo ante una amenaza. Esa amenaza puede ser real o imaginaria. Cuando una persona se siente expuesta a un nivel muy primal, se activa el mecanismo de supervivencia de lucha o huida. Es posible que estés corriendo aterrorizado sin saber que el enemigo secreto del que huyes eres tú mismo. Si no conoces a tu perseguidor, puede que seas tú intentando alcanzarte con algo importante que, si lo abrazaras, te permitiría sentirte más completo. Si sabes quién te persigue, esa persona puede tener más que ofrecerte si le permites alcanzarte. Incluso si ser atrapado termina en ser “asesinado”, esa muerte podría ser una transformación simbólica de tanta importancia que sea lo necesario para llevar tus mayores deseos a la realidad, siempre y cuando tengas el coraje de dejar de correr y mirar hacia atrás. A veces parte de la naturaleza humana es temer al éxito, y un sueño de ser perseguido te alerta para que dejes de huir de tu propia magnificencia.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Belly",
    "Meaning": "Vientre: Tus instintos y emociones se expresan a través de este sueño. En el vientre experimentamos nuestros sentimientos y nuestro instinto sobre lo que sucede dentro de nosotros y en nuestro entorno. Cuando funciona bien, la relación con tu vientre es tu gran aliado para navegar por el mundo y saber si estás seguro en cualquier momento. Cuando el vientre está comprometido, por ejemplo, cubierto de grasa, son tus instintos los que están bloqueados. Si estás enfermo del vientre, puede haber consecuencias por inautenticidad pasada o por haber reprimido la ira, la rabia o la tristeza.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bellybutton",
    "Meaning": "Ombligo: El ombligo es la prueba de tu humanidad, la conexión constante con la continuidad multigeneracional. A través del ombligo estamos unidos para siempre a nuestras madres y, por lo tanto, al tiempo y a la infinidad. Esta parte del cuerpo es evidencia de que una vez vivimos en un estado de gracia donde cada necesidad era satisfecha al instante; el útero es lo más cercano que estaremos alguna vez al Jardín del Edén. Considera el contexto en el que sueñas con esta parte del cuerpo para una interpretación más detallada. Tu propio ombligo se relaciona con tu sentido personal de conexión y continuidad. Si el ombligo en tu sueño pertenece a otra persona, considera los aspectos de carácter de ese individuo como tu punto focal para la conexión que estás buscando.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Belt",
    "Meaning": "Cinturón: Un cinturón está diseñado para sostener los pantalones con los que se enhebra. De esta manera, un cinturón es un símbolo de apoyo. Sin embargo, los cinturones también pueden usarse para adornar y expresar, lo que añade un matiz creativo al significado simbólico que poseen. Si un cinturón está demasiado apretado, la constricción resultante también es un símbolo de limitación y sensación de restricción.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bible",
    "Meaning": "Biblia: La Biblia es un símbolo fundamental de la palabra de lo Divino manifestada aquí en la Tierra. Tu relación con este símbolo debe estar arraigada en tus asociaciones personales con él. Esto puede complicarse, porque para algunos la Biblia es edificante y poderosa, mientras que para otros es una herramienta utilizada para infligir odio y separación. Como libro, la Biblia se relaciona con pensamientos que se han hecho permanentes y forman parte de los cimientos de tus creencias. Añade tus asociaciones personales y podrás llegar a una interpretación satisfactoria.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bicycle",
    "Meaning": "Bicicleta: Cualquier medio de transporte habla de cómo avanzas en tu vida. En el caso de una bicicleta, la velocidad se acerca a la de ir a pie, pero ciertamente es más rápida. También hay un elemento de alegría en una bicicleta, así como el requisito de equilibrio para desplazarse de manera efectiva. Tal sueño puede ser un regreso a la sensibilidad de la infancia, a menos que seas un ciclista entusiasta, en cuyo caso el sueño podría tratarse del deseo de disfrutar lo que ese pasatiempo te aporta. Un sueño con una bicicleta se trata de moverse un poco más rápido, pero todavía de manera orgánica.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bills",
    "Meaning": "Facturas: Estás considerando el costo de las libertades que disfrutas. Hay un precio que pagar por cada elección que hacemos, y las facturas se conectan con el sentido de responsabilidad que viene con esa libertad. Si estás abrumado con tus propias finanzas en tu vida diaria, podrías soñar con tus facturas como resultado de ese estrés. Si estás pagando tus facturas, estás soñando con asumir la responsabilidad de tus elecciones. Si estás evitando pagar tus facturas, tu sueño puede estar expresando tu evasión. Si la factura que ves en tu sueño no te pertenece, podrías estar sintiéndote responsable de algo que no has creado.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Birds",
    "Meaning": "Aves: Las aves son mensajeras, y un sueño con aves puede estar intentando que reconozcas alguna información que vuela por tu conciencia, esperando ser reconocida. Las aves también se conectan con un punto de vista elevado y la capacidad de ver más lejos gracias a su visión sin obstáculos. También pueden volar directamente a un lugar sin los impedimentos de obstáculos en tierra. Un sueño con un ave o aves puede estar preguntándote qué verías si pudieras ver más lejos de lo que tu punto de vista limitado permite y a dónde irías si no estuvieras obstaculizado por los obstáculos que percibes. El tipo de ave tendrá un significado adicional para ti.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Birthday",
    "Meaning": "Cumpleaños: Este marcador de hito es algo que todos tenemos cada año y viene acompañado de una variedad de sentimientos intensos. Tus asociaciones personales con tu propio cumpleaños deben considerarse al interpretar un sueño que lo incluya, especialmente si es tu propio cumpleaños. Un sueño así puede reflejar sentimientos que tienes respecto al envejecimiento. Si la celebración del cumpleaños en el sueño es de otra persona, considera este evento como un marcador de un ciclo en curso que se relaciona con la cualidad de la personalidad que asignas a la persona cuyo cumpleaños es.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Black",
    "Meaning": "Negro: Los lados más oscuros de la vida se conectan con el color negro. Aunque algunos lo ven como la ausencia de color, en el mundo de la física, el negro es en realidad la presencia de todos los colores en el objeto que lo contiene. Es el color que absorbe más luz, retiene calor y se asocia con la muerte, pues es lo opuesto al blanco afirmador de la vida. Como color del luto, la ropa negra representa la construcción social de recibir consuelo en algunas culturas. Cuando estamos de luto, estamos rodeados de personas que comparten nuestra tristeza. Del mismo modo que una camisa negra absorbe todas las longitudes de onda de la luz solar, una persona en duelo se viste de negro para absorber la luz de quienes lo rodean. En el mundo de la moda, el negro tiene connotaciones de ser sofisticado y elegante. La noche es cuando domina la negrura, aportando secretismo y la capacidad de ocultarse a este significado simbólico.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Blanket",
    "Meaning": "Manta: Una manta protege contra el frío y ofrece confort, y está más asociada con la cama y el sueño. Como tal, su significado simbólico principal se conecta con la capacidad de ofrecernos estas dos cualidades fundamentales. Una manta que no cumple con esto por ser demasiado pequeña o estar desgastada refleja una incapacidad de reconfortarte en tiempos de estrés.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Blind/Blindness",
    "Meaning": "Ceguera: Puede que no puedas o no quieras ver algo claramente en tu vida. Al soñar con la incapacidad de ver, podrías estar expresando áreas de tu vida a las que podrías ser ciego. También usamos el término visión para expresar hacia dónde vemos que se dirige nuestra vida en términos de metas y deseos. Si en tu sueño estás perdiendo la vista, podrías expresar un miedo inconsciente a no poder ver qué viene después en tu vida. Ten en cuenta que una persona ciega representa una vista limitada pero también el aumento de otros sentidos, especialmente la intuición. No ser capaz de ver exactamente cómo se van a manifestar las cosas es a menudo el ingrediente necesario para que así sucedan. La fe ciega es una de las energías más poderosas que existen. (Ver Discapacidad.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Blood",
    "Meaning": "Sangre: Puedes estar conectándote a un sentido más profundo de fuerza vital dentro de ti y a una expresión de pasión por la vida. Sin embargo, dependiendo de cómo aparezca la sangre en tu sueño, podría ser un sueño sobre la pérdida de esa pasión y energía. Si tu sueño incluye recibir o perder sangre, esto puede reflejar un mensaje de que necesitas más energía o que una situación te está agotando. Una herida infligida por otro puede reflejar una lucha externa, mientras que un procedimiento médico se conecta más con un proceso interno necesario para la sanación.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Blue",
    "Meaning": "Azul: El azul es el color de la comunicación y se conecta con el cuerpo a través de la garganta y la glándula tiroides. Existe una relación entre nuestra actividad metabólica, regulada por la tiroides, y la efectividad de nuestra comunicación. A través de nuestra voz nos comunicamos con otros, pero es a través de nuestros niveles de energía que nos relacionamos con nuestros entornos inmediatos. Otros conceptos de comunicación asociados con este color incluyen los planos (blueprints) que comunican la estructura de algo aún no creado. La llamada de emergencia de un hospital se conoce como 'código azul'. Antes de imprimir un folleto o página de revista, la versión temprana utilizada para finalizar el diseño se conoce como 'blue line'. Cuando la circulación sanguínea disminuye debido a una bajada de temperatura corporal, los labios se vuelven azules y la comunicación se ve obstaculizada. Estas son algunas ejemplos que pueden no relacionarse con una imagen específica; sin embargo, cuando el color azul es prominente en tu sueño, incorpora cuestiones de comunicación en tu interpretación. (Ver Colores.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Blue Jay",
    "Meaning": "Arrendajo azul: Todas las aves deben considerarse mensajeras de la conciencia superior y otras dimensiones. El arrendajo azul específicamente es una de las aves más parlanchinas, por lo que su significado se conecta con la comunicación. Su color azul lo alinea con el chakra de la garganta, enfatizando aún más este sentido comunicativo de la medicina que ofrece. Cuando el arrendajo azul te visita en sueños, es momento de observar de manera poderosa cómo te estás comunicando. (Ver Aves.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Blueprint",
    "Meaning": "Plano: Un plano se relaciona con la estructura de algo y con la intención de llevar una idea a la realidad. ¿Qué estás planificando en tu vida? Un sueño que presenta un conjunto de planos puede iluminar asuntos relacionados con lo que deseas crear.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Board Game",
    "Meaning": "Juego de mesa: Estás buscando resolver un conflicto a través de la estructura y el control. En un sueño, un juego de mesa puede ser una analogía del “juego” de la vida que está diseñado para representar. Los juegos de mesa populares se crean para transmitir ciertos temas de la experiencia vital mediante el proceso de jugarlos. Si ganas un juego de mesa en tu sueño, podrías estar expresando experiencias recientes de negociación exitosa de las complejidades de la vida. Si pierdes, el sueño puede estar reflejando dónde estás bloqueado o enfrentando desafíos.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Boat",
    "Meaning": "Barco: Puedes estar deslizando por la superficie de temas emocionales profundos que están bajo la superficie. Cualquier vehículo en un sueño nos remite a nuestras rutas en la vida. Un barco viaja sobre el agua, el símbolo universal de cualquier cosa que trate con las emociones. El tamaño y tipo de barco en tu sueño iluminarán tu capacidad actual para navegar problemas emocionales según recursos y niveles de habilidad. El agua en sí misma se conecta con la naturaleza del territorio emocional en el que te encuentras actualmente. El destino de tu viaje ofrecerá perspectiva sobre lo que puede estar causando un aumento de emociones y lo que esperas como resultado si logras llegar a tu destino.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bobcat",
    "Meaning": "Lince rojo: Todos los felinos se conectan con el principio femenino en acción. Cuanto más grande es el felino, mayor es el poder de la medicina que ofrece. Los linces son solitarios por naturaleza y cazadores pacientes y sigilosos. Cuando el lince rojo aparece en un sueño, se te pide combinar intención enfocada con gran paciencia para obtener lo que más deseas.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Body Parts",
    "Meaning": "Partes del cuerpo: Las partes del cuerpo tienen significados basados en sus funciones básicas. Los pies representan sentirse enraizado, mientras que los dedos de los pies aluden a mantener el equilibrio. Las piernas se conectan con la libertad, la elección y el movimiento. Las rodillas son el hogar simbólico de la humildad, la sumisión y/o la rendición y también son el lugar donde guardas tus miedos. Las caderas son el centro del núcleo y, por lo tanto, representan la integración de sistemas y todos los elementos de tu vida que deben interactuar entre sí para funcionar. Las costillas se relacionan con la vulnerabilidad y la protección contra el dolor emocional. La capacidad de soportar presión y satisfacer las necesidades de los demás se asocia con los hombros. Los brazos son las estructuras que te permiten actuar y lograr tus metas y deseos, mientras que las manos te dan la capacidad creativa para hacerlo. Los dedos individuales hablan de cómo te relacionas con los detalles y las complejidades de la vida. La columna vertebral es tu centro moral y donde se encuentran tus valores. El cuello, aunque parte de la columna, se distingue por proporcionarte discernimiento y elección. El cráneo está relacionado con tus creencias, ideales y opiniones, y los huesos que sostienen tu rostro se conectan con la comunidad y el deseo de conectarte con los demás.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bomb",
    "Meaning": "Bomba: Cuando una bomba aparece en un sueño, las cosas están cambiando drásticamente y muy rápido. Una bomba crea una enorme cantidad de energía en un instante, y una explosión es un poderoso símbolo de gran cambio. En este caso, los cambios que están ocurriendo probablemente estén generando mucha agitación y desafío. Una bomba que no ha explotado indica cambios que pueden o no ocurrir. Los resultados de la explosión simbolizan el caos que se produce cuando ocurren cambios enormes.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bones",
    "Meaning": "Huesos: Estás intentando conectar con la estructura subyacente de las cosas en tu vida y cómo estás siendo apoyado. El esqueleto en el centro de nuestros cuerpos es la base sobre la cual se construye todo el sistema. Dado que la mayor parte del cuerpo humano es blando y húmedo, dependemos de la estructura ósea sólida y duradera para la poca solidez que sentimos. Nada puede ser más fuerte que la base que lo sostiene. Esta estructura fundacional normalmente es invisible para nosotros, por lo que soñar con huesos es obtener un vistazo de problemas que normalmente están ocultos pero ahora son visibles. Huesos viejos podrían conectarse con asuntos de tu pasado.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Book",
    "Meaning": "Libro: Las respuestas que buscas se encuentran en el intelecto. Los libros se relacionan con el conocimiento ya registrado, por lo que este sueño no mira hacia nueva información que va a revelarse. Más bien, el mensaje del sueño es que el conocimiento que buscas ya está dentro de tu conciencia. Cuantos más libros aparezcan en el sueño, más probable es que esto sea un llamado a expresar tu deseo de aprender y crecer en modos de la mente.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bottle",
    "Meaning": "Botella: Una botella se refiere a la capacidad de contener una pequeña cantidad de algo, generalmente un líquido refrescante. Si el significado simbólico de lo que hay en la botella es nutrirte o complacer tu paladar, entonces el significado de la botella es tu capacidad de contener ese deseo de forma portátil y disfrutarlo cuando te apetezca. Una botella vacía se relaciona con algo que tuviste en el pasado y que ahora no está disponible para ti. Una botella rota indica la incapacidad de contener algo placentero. Si sabes qué hay en la botella, añade esa información para obtener una mayor distinción en tu interpretación.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Boulders/Rocks",
    "Meaning": "Rocas/Pedruscos: Puede que estés bloqueado en tu vida por cosas de tu pasado. Las rocas actúan como la memoria primitiva de nuestro planeta, y soñar con rocas y formaciones rocosas es conectar a algún nivel con imágenes primales arraigadas en un pasado lejano. A un nivel más mundano, el pasado que está siendo representado por esta imagen podría ser tu propia historia personal. Las rocas o pedruscos pueden representar obstáculos o desafíos si bloquean tu camino o te presentan algún tipo de peligro. Si este es el caso, lo que puede estar bloqueándote en tu vida despierta podría ser material profundamente arraigado en tu inconsciente. Examina áreas donde podrías estar aferrándote a ideas antiguas que ya no te sirven. Los recuerdos dolorosos a menudo pueden parecer obstáculos insuperables o enormes rocas que parecen inmovibles.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Box",
    "Meaning": "Caja: Una caja se trata de contener algo o compartimentar elementos de tu vida. Cuando esta imagen se presenta en un sueño, observa en qué área de tu vida podrías estar manteniendo ciertas cosas separadas y potencialmente ocultas. Esto puede ser beneficioso si el caos o los desafíos requieren que mantengas estructura y organización para superar algún cambio significativo. Sin embargo, también puede revelar un patrón más profundo que indica que las cosas actualmente ocultas podrían necesitar ser reveladas o que los elementos de tu vida que estás manteniendo separados podrían funcionar mejor si se integran.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bracelet",
    "Meaning": "Brazalete: Cualquier adorno, en última instancia, trata de llamar la atención hacia ti mismo. En el caso de las joyas, el significado se encuentra al examinar la parte del cuerpo que el objeto destaca. Las manos están relacionadas con la expresión creativa, y las muñecas añaden un elemento de flexibilidad en ese ámbito. Un brazalete en un sueño se trata de resaltar un deseo de ser más creativo y expresivo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Breaking Up",
    "Meaning": "Romper (relación): Algo en tu vida está cambiando o puede que necesite llegar a su fin. Esto puede ser literal y estar conectado con una etapa de la vida o una relación con otra persona. Sin embargo, también puede ser que estés terminando una relación con tu propio comportamiento. Tal vez estás “rompiendo” con un hábito o patrón que no te ha servido y es hora de seguir adelante.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Breasts",
    "Meaning": "Pecho (mamas): Necesitas encontrar una conexión más profunda con los recursos femeninos dentro de ti y tu capacidad de nutrir. Esto puede relacionarse con el cuidado de uno mismo o con cuidar algo en tu mundo exterior. Los pechos también son una poderosa zona erógena y, por lo tanto, son parte de la expresión sexual y del placer físico. Soñar con pechos a menudo se conecta con el nivel de autocuidado del soñador, ya sea hombre o mujer. Incluso los sueños eróticos que involucran este símbolo deben verse a través de este concepto. Pechos que no son reales podrían indicar que el cuidado que te estás dando como adulto es de alguna manera falso y no verdaderamente nutritivo. Pechos más viejos o caídos indicarían un recurso que ya no está lleno. Pechos en un hombre podrían indicar una necesidad de cultivar cualidades más sensibles y nutritivas.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Breathless (Out of Breath)",
    "Meaning": "Sin aliento: Tienes dificultades para conectar con tu fuerza vital. Los sentimientos subyacentes de ansiedad o pánico pueden estar impidiéndote funcionar plenamente. El aliento de vida también es la representación física de nuestro nivel de serenidad. Cuando la respiración es lenta y nutritiva, estamos en calma. Cualquier elevación de la respiración indica que estamos en estado de miedo, reactividad emocional o intensa actividad física. Quedarse sin aliento en un sueño puede indicar una reacción de miedo elevada.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bridge",
    "Meaning": "Puente: Un puente es esencialmente aquello que hace una conexión entre dos entidades separadas. Estás buscando hacer conexiones dentro de tu propia conciencia. Un sueño sobre un puente indica que algún tipo de transición está ocurriendo o que estás buscando una solución a lo que parece un problema insuperable. Dado que un puente te lleva de un lugar a otro, también lleva el significado de una transición en la vida. Muchos puentes están suspendidos sobre agua, por lo que a menudo un problema emocional es el conflicto subyacente que expresa este símbolo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Briefcase",
    "Meaning": "Portafolios: Este es un símbolo que representa tener acceso a ciertos elementos importantes de tu vida, normalmente asociados con el trabajo y la responsabilidad. Si lo has perdido en el sueño, podrías estar sintiendo que no puedes cumplir con tus obligaciones o hacerte cargo de tus asuntos.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Broken Bones",
    "Meaning": "Huesos rotos: Estás soñando con la pérdida de la integridad fundamental de algún aspecto de tu vida. Los huesos como elementos fundamentales indican que la esencia del factor estresante que se expresa tiene que ver con cómo se estructura o sostiene algo. Si sueñas con un hueso roto, te dice que alguna área de tu vida se encuentra en terreno inestable. La solidez o fuerza que sostiene aquello que es creativo o expresivo es lo que está comprometido. Si tu sueño incluye la lesión, añade a la interpretación el modo en que tus huesos fueron rotos, incluida si hubo otra persona responsable. Cuanto más creativo seas con tu contemplación de estos significados simbólicos, más acertada será tu interpretación. (Ver Huesos, Partes del cuerpo.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Broom",
    "Meaning": "Escoba: Una de las herramientas fundamentales para mantener la casa, una escoba se relaciona con la necesidad de limpiar los desordenes de la vida. Existe una asociación mediática con las escobas y las brujas, por lo que si el contexto del sueño indica esta perspectiva, una escoba podría representar la capacidad de introducir pensamiento mágico en una situación que necesita atención.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Brother",
    "Meaning": "Hermano: Ver Hermanos.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Brown",
    "Meaning": "Marrón: Aunque la mayoría de los colores se encuentran en el espectro de la luz natural, el color marrón es una mezcla de muchos colores que resulta en algo que generalmente se considera aburrido y falto de vitalidad. Este es el enfoque para tu interpretación, especialmente si el objeto o el entorno que es marrón tiene ese color de manera antinatural. Sin embargo, considera también que el marrón es el color de la tierra y, por tanto, lo que percibes en este color en tu sueño podría indicar la necesidad de un enfoque más enraizado para algún elemento de tu vida despierta.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Buddha",
    "Meaning": "Buda: Ver Jesús, Buda.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Buffalo",
    "Meaning": "Búfalo: Uno de los animales más sagrados para la mayoría de los pueblos nativos de América del Norte, el búfalo se conecta con la gratitud, la abundancia, la prosperidad y la provisión. Cuando el búfalo aparece en tus sueños, se te pide reconocer la maravillosa manera en que tu vida satisface todas las necesidades que podrías tener. El principio espiritual de la gratitud se conecta con esta majestuosa bestia.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bugs",
    "Meaning": "Bichos: Ver Insectos.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bull",
    "Meaning": "Toro: A veces la mayor demostración de poder es la quietud, y el toro nos recuerda esto. El toro es un animal poderoso que pasa la mayor parte de su tiempo sin moverse. La medicina aquí es conocer tu propia fuerza y confiar en tu capacidad de tomar acciones poderosas cuando el momento es adecuado. El toro también se conecta con la prosperidad a través de varias tradiciones, especialmente la astrología occidental, donde Tauro el Toro gobierna el dinero y el confort.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Bus",
    "Meaning": "Autobús: Estás atravesando una transición lenta en tu vida pública o social. Como cualquier medio de transporte, un autobús se conecta con el camino de la vida. Cuando viajas en un autobús, cedes las riendas del control a otro, te sientas y te dejas llevar. El tipo de autobús aporta matices de significado. Un autobús escolar puede indicar una regresión a una mentalidad más temprana, mientras que un autobús de transporte público podría señalar la necesidad de seguir un curso que requiera paciencia con los caminos de los demás. Un autobús privado, como uno turístico, puede indicar niveles de abundancia y la necesidad de reunir recursos creativos para un uso futuro. Sin embargo, si el autobús se utilizaba en lugar de un automóvil, podrían indicarse sentimientos de carencia y limitación.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Business Card",
    "Meaning": "Tarjeta de presentación: Una tarjeta de presentación es una forma de identificación y, por lo tanto, es simbólica de la misma cosa que representa en la vida real: la persona o la personalidad profesional de alguien. Es una herramienta de conexión y solicitud, y en un sueño está conectada a la persona a la que pertenece. Si alguien te entrega una tarjeta de presentación en el sueño, considera el aspecto de carácter de esa persona y lo que podría tener que ofrecerte. La tarjeta en sí y el acto de entregarla representan tu capacidad de recurrir a esos rasgos de carácter para asistirte en algún emprendimiento. Si la tarjeta del sueño te pertenece a ti, esto puede conectar con un deseo de ampliar tu alcance en algún ámbito de tu vida.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Butterfly",
    "Meaning": "Mariposa: La medicina de la mariposa es la resurrección y la capacidad de experimentar un cambio y transformación enormes. La oruga se relaciona con las ataduras y la pesadez de una conciencia anterior, mientras que la mariposa encarna la libertad posible cuando nos entregamos a los factores desconocidos que precipitan el cambio. Cuando la mariposa aparece en tus sueños, se te puede pedir confiar en los cambios que están ocurriendo, porque la libertad está cerca.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cable Car",
    "Meaning": "Tranvía: Esta imagen de transporte urbano puede estar casi extinta, pero su naturaleza icónica puede hacer que aparezca en el mundo onírico. En primer lugar, debe considerarse como un símbolo de la capacidad de navegar por patrones de pensamiento más complejos, donde el elemento del transporte representa la navegación y el entorno urbano en que se encuentra representa la complejidad del pensamiento. En segundo lugar, debe considerarse a través de la lente de tus asociaciones personales con los tranvías. Puede haber una evocación a un ritmo de pensamiento más lento y a una apertura a tu proceso.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cactus",
    "Meaning": "Cactus: El cactus es una planta suculenta que logra florecer en el desierto aparentemente carente de agua. Ya que el agua es la preciada fuente de vida, esta resistente planta es un símbolo de la capacidad de prosperar a pesar de condiciones difíciles. Cuando un cactus aparece en tu sueño, se te muestra tu propia capacidad de encontrar sustento incluso cuando parece inexistente.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cage",
    "Meaning": "Jaula: Una jaula está diseñada para mantener algo cautivo mientras permite la ilusión de espacio abierto. Puede que te sientas confinado de alguna manera en tu vida. Quién o qué estaba en la jaula tendrá un gran peso en cómo interpretas un sueño con una jaula. Si eres tú el que está dentro, observa las maneras en que te has limitado a ti mismo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cake",
    "Meaning": "Pastel: Estás encontrando razones para celebrar y regocijarte en la dulzura que la vida tiene para ofrecer. Comemos pastel cuando reconocemos momentos importantes que merecen ser celebrados. Un pastel en un sueño te ofrece tal momento para considerar la alegría y la abundancia de la vida. (Ver Comida.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Calendar",
    "Meaning": "Calendario: Los calendarios marcan el tiempo; nos ayudan a saber dónde hemos estado y hacia dónde vamos. En abstracto, representan el concepto mismo de tiempo. En un sueño, un calendario te está pidiendo que consideres cómo el tiempo es un factor en tu toma de decisiones o cómo estás pensando sobre la vida que estás creando. La sensación emocional del sueño te ayudará a decidir cómo interpretar este símbolo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Calf",
    "Meaning": "Ternero: Este joven bovino es una versión inmadura y sin desarrollar del significado de sustento asociado con su progenitora adulta. Añade el elemento de inocencia a tu interpretación. (Ver Vaca.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Callus",
    "Meaning": "Callo: Un callo se forma cuando una acción se repite una y otra vez, endureciendo la piel con pequeñas cantidades de tejido cicatricial. Esto permite que estos movimientos continúen sin daño. Los callos son evidencia de trabajo y logros, así como de la habilidad para crear y construir. En un sueño, te están pidiendo que consideres dónde has estado poniendo tu esfuerzo y atención.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Camel",
    "Meaning": "Camello: El camello es un animal del desierto y puede sobrevivir largos períodos sin tomar agua. Además, los camellos son resistentes animales de carga y han ayudado a los pueblos nómadas con su modo de vida durante miles de años. De este modo, los camellos llevan la medicina de la fuerza y la determinación, ayudándote a mantenerte enfocado en tu objetivo. Cuando un camello te visita en tu estado de sueño, se te está dando el don de la fortaleza.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Camera",
    "Meaning": "Cámara: Una cámara te permite registrar y documentar los momentos importantes de tu vida. En este sentido, es un símbolo que se relaciona con una extensión de tu memoria. Esto es cada vez más ubicuo en la cultura moderna, con la llegada de los medios digitales, y el alcance de la cámara se refiere cada vez más a una recopilación constante de datos y a la autoexpresión. Una cámara en tu sueño puede relacionarse con el deseo de ser público acerca de tu experiencia y de reflexionar continuamente sobre dónde has estado en tu camino.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Camping",
    "Meaning": "Acampar: Acampar es una actividad que te acerca a la naturaleza y te lleva más cerca de la tierra. Esta imagen en un sueño puede relacionarse con una necesidad o deseo de volver a lo básico o a los fundamentos de vivir de manera simple, sin las complicaciones que hacen que la vida sea caótica y estresante.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Can",
    "Meaning": "Lata: Una lata contiene algo de valor que deseas conservar para uso posterior, normalmente comida. La implicación de este símbolo es que algo del pasado ha sido almacenado y guardado. Esto puede ser algo de valor, en cuyo caso es una imagen positiva. Sin embargo, las conservas pueden estropearse y volverse peligrosas, en cuyo caso la lata en tus sueños podría indicar que es hora de soltar algo de tu pasado.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Candle",
    "Meaning": "Vela: Una vela es un símbolo de la chispa de vida de la que todos somos dueños. Enciendes una vela para significar momentos importantes y para representar tu capacidad de crear luz donde antes no había ninguna. Un sueño con una vela puede indicar que un momento creativo así se acerca. Una vela sin encender indica el potencial de que la luz entre en algún espacio oscuro. Encender una vela en un sueño puede indicar un deseo de celebrar los hitos y experiencias clave de la vida. Si las velas en tu sueño tienen colores particulares, busca los significados simbólicos de esos colores para un significado más profundo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Candy",
    "Meaning": "Dulces: Puedes desear más dulzura en tu vida. También puedes estar más enfocado en la gratificación instantánea. Los dulces son un alimento que aporta una enorme cantidad de azúcar al cuerpo, alterando significativamente su química de manera rápida. El cerebro responde casi de inmediato, y aunque hay un aumento inicial de energía, este es seguido por un efecto rebote poco después. Gran parte del significado simbólico de este símbolo se conecta con este fenómeno físico, ya que hay una cualidad adictiva en la experiencia de comer dulces. Toma un poco y el cuerpo querrá más. También puedes estar deseando algo de romance, ya que obsequiar dulces suele considerarse un gesto romántico. Además, considera el dulce como un premio; ¿estás buscando validación por un trabajo bien hecho?",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cap",
    "Meaning": "Gorra: Puedes querer mantener algunos de tus pensamientos ocultos. Un sombrero cubre la cabeza, la representación simbólica de tus pensamientos. Un juego de palabras usando “cap” como sinónimo de algo que limita o contiene significa que este tipo de prenda probablemente apunta a un deseo de limitar o restringir tus pensamientos de algún modo. Una gorra también puede señalar un deseo de conectar con tu naturaleza más deportiva, ya que las gorras se diseñaron originalmente para el juego al aire libre, donde bloquear el sol era deseable. Una gorra en un sueño podría señalar un deseo de limitar cuánta luz puedes ver. (Ver Sombrero.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Car",
    "Meaning": "Automóvil: Nos movemos por nuestras vidas a través de nuestros coches, y tu sueño que involucra un coche está iluminando algo sobre el viaje de tu vida en cuanto a cómo navegas tu vida, tus elecciones y tu sentido de crear tu propio destino. Si tu coche se estrella o se rompe, podrías sentir que las circunstancias de tu vida te han detenido o te han impedido avanzar, tal vez de forma abrupta. Perder tu coche es sentirte confundido sobre hacia dónde ir. El color del coche en un sueño puede ofrecer un significado más profundo. Un coche que se mueve demasiado rápido o demasiado lento para tu nivel de confort puede indicar un deseo de tener más control del que realmente tienes.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Card",
    "Meaning": "Tarjeta: Enviar una tarjeta a una persona es una forma de honrar una expresión determinada y llevar esa expresión a un nivel superior. Por lo general, se asocia con un mensaje específico; el tipo de tarjeta debe figurar prominentemente en tu interpretación. Considera el mensaje; tu sueño te pide que consideres alguna idea como lo suficientemente importante como para señalarla de una manera ritualizada.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Carnival",
    "Meaning": "Carnaval: Una comunidad estrechamente unida de la sociedad marginal, un carnaval crea una atmósfera de diversión y escape para quien lo visita. En un sueño, esta imagen puede relacionarse con el evento en sí o con las personas responsables de crear el evento. Si la sensación del sueño está conectada con ser un invitado en el carnaval, interpreta este sueño a través de la lente del juego. Si el sueño es más una experiencia tras bambalinas, entonces podrías estar conectándote con tu naturaleza rebelde. (Ver Circo.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Carpet",
    "Meaning": "Alfombra: El suelo en un sueño siempre se relaciona con lo enraizado que te sientes. Es la base sobre la cual se erige la conciencia de la habitación. La presencia de una alfombra se relaciona con un deseo de suavidad y confort bajo tus pies. El estado, el color y la textura de la alfombra en tu sueño deben informar cuán enraizado te sientes en este momento.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Casket",
    "Meaning": "Ataúd: La implicación de un ataúd es que alguien ha muerto. Toda muerte es un símbolo del renacimiento que seguirá. El ataúd en sí representa la capacidad de contener el proceso de cambio y transformación que implica una muerte.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cat",
    "Meaning": "Gato: Estás soñando con amor incondicional desde el principio femenino. Los gatos de todos los tipos representan una poderosa energía femenina, que incluye receptividad, creatividad, sensualidad y quietud. Son cazadores por naturaleza y su comportamiento nocturno los asocia con el aspecto femenino de la noche. Mientras que su contraparte masculina, el perro, encarna la mentalidad de manada, el gato es el símbolo de la autosuficiencia. Domesticados por primera vez hace aproximadamente tres mil años, los gatos eran venerados por su capacidad de controlar las poblaciones de roedores que habrían asolado las reservas de grano tan cruciales para el surgimiento de la civilización. Los gatos han estado asociados durante mucho tiempo con la magia y la brujería, siendo el clásico gato negro el portador de mayor superstición.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Caterpillar",
    "Meaning": "Oruga: Antes de que ocurra la transformación que conduce a la mariposa, está la oruga. La oruga debe hacer algo tremendamente valiente: debe renunciar voluntariamente a su propia vida. No tiene idea del milagro que está por venir. Cuando la oruga aparece en tu sueño, se te pide que consideres una entrega total y absoluta, que tomes un gran salto de fe, confiando en que ocurren milagros.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Celebrities",
    "Meaning": "Celebridades: Las celebridades son los dioses y diosas de la vida moderna y representan cualidades humanas arquetípicas con las que todos nos identificamos. La esencia de la imagen de una celebridad en particular puede destilarse en un aspecto de carácter por las formas en que percibimos a esa persona. Millones de personas sostienen la misma imagen proyectada de las celebridades. El poder de toda esa percepción magnificada les confiere un estatus sobrehumano y elimina cualquier sentido de la persona detrás de la persona. Las celebridades aparecen en nuestros sueños cuando las apuestas son un poco mayores en términos de lo que estamos soñando. Al proporcionar una imagen más poderosa, el inconsciente te dice que prestes más atención. Acércate a la interpretación de la misma manera que lo harías con cualquier persona en tus sueños.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cell Phone",
    "Meaning": "Teléfono celular: Estás soñando con estar conectado o desconectado de las personas en tu vida. En esta época, tu teléfono celular representa el poder y la velocidad del pensamiento. En cuanto piensas en alguien, puedes conectarte con él. Lo que sea que esté ocurriendo con un teléfono celular en un sueño se relaciona con cuán fuerte es esa conexión en el momento del sueño. Usar tu teléfono en un sueño significa que deseas sentirte instantáneamente conectado con otros en tu vida. La estática en una llamada representa ansiedad o ideas caóticas y desconectadas. Un teléfono perdido significa haber extraviado tu capacidad de expresarte y tus pensamientos con tu comunidad extendida. (Ver Teléfono.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Centaur",
    "Meaning": "Centauro: El centauro es conocido por tener la cabeza, el torso y los brazos de un hombre y el cuerpo de un caballo. Esto combina el significado arquetípico de energía masculina poderosa con el intelecto y la capacidad de razonamiento de un ser humano. Una criatura que une las piernas de una cabra a un torso masculino reúne energía sexual oscura con el principio masculino y a menudo se considera un guía que te lleva de un lugar a uno completamente nuevo. Una imagen así en un sueño está llamando a la influencia aspiracional para enfrentar alguna circunstancia difícil en tu vida con mayor habilidad y poder.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Chair",
    "Meaning": "Silla: El acto de sentarse implica reposo o la quietud entre movimientos. Sentarse en una silla se relaciona con la elección de comprometerse con lo que el propósito de esa silla tiene para ofrecer. La silla frente a un escritorio implica disposición para trabajar; una silla del comedor se relaciona con recibir sustento y nutrición; un sillón cómodo podría indicar el deseo de descansar. La presencia de una silla en un sueño suele indicar que es momento de hacer una pausa.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Chakras",
    "Meaning": "Chakras: En el pensamiento New Age moderno, hay una comprensión de la energía en relación con el cuerpo que se conecta con ciertos centros conocidos como chakras. Cada uno de estos vórtices corporales puede entenderse simbólicamente según el área del cuerpo a la que se relaciona y la función de esa área. Hay siete centros de energía que se correlacionan con el cuerpo físico. El primer centro de energía es el chakra raíz, situado en la base de la columna vertebral. Esto se conecta con la seguridad, el enraizamiento y la sensación de que todas tus necesidades están satisfechas. El segundo chakra incluye el sacro y los genitales y es donde se expresa la creatividad primal. El tercer chakra está en el vientre y es donde se ubican los instintos y las corazonadas. El cuarto chakra es el centro de toda la estructura y es el hogar del corazón. El quinto chakra está situado en la garganta y es donde ocurre la comunicación. La intuición se localiza en un área de la frente conocida como el tercer ojo, que es el sexto chakra. La coronilla es el hogar del séptimo chakra y está más conectada con el yo superior y la conciencia espiritual. Si tu sueño presenta alguna imagen que destaque una de estas áreas del cuerpo físico, puedes obtener tu interpretación a partir del significado asociado con el chakra que se está resaltando. Es importante señalar que cada uno de estos chakras tiene un color asociado. El orden de los chakras corresponde al orden de los colores tal como aparecen cuando la luz blanca se refracta en sus vibraciones separadas. De uno a siete, ese orden es rojo, naranja, amarillo, verde, azul, índigo y violeta. Para obtener más distinciones en tus interpretaciones, consulta cada uno de estos colores individuales. (Ver Colores.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Chased",
    "Meaning": "Perseguido: Ver Ser perseguido.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cheerleader",
    "Meaning": "Animadora: Las animadoras inspiran entusiasmo y confianza expresando estos rasgos de manera organizada y en un foro público. Las animadoras en un sueño son las partes de tu conciencia que aparecen para motivarte a tu nivel más alto de rendimiento en alguna tarea que estás emprendiendo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cheetah",
    "Meaning": "Guepardo: Todos los gatos se relacionan con el poder del principio femenino. Cuanto mayor el felino, mayor el poder de este tótem. La distinción del guepardo está relacionada con su velocidad; es el más rápido de todos los grandes felinos. Cuando este animal aparece en un sueño, la medicina que se te presenta se relaciona con la agilidad rápida al enfrentar transiciones en tu vida.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Chicken",
    "Meaning": "Gallina: La gallina es el producto animal más consumido en el mundo occidental, lo que hace que el significado simbólico de la gallina esté directamente conectado con la abundancia, la prosperidad y la nutrición. La frase común “como una gallina con la cabeza cortada” trae la idea de ignorancia y estupidez al significado simbólico. La gallina en tu sueño puede estar relacionada con uno de estos principios. Existe cierta conexión espiritual con el gallo a través de la astrología china. (Ver Gallo.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Children",
    "Meaning": "Niños: Todas las personas en tus sueños son reflejos de tu personalidad. En esencia, los niños representan la inocencia. Sin embargo, el comportamiento y las acciones de los niños pueden afectar cómo interpretas su presencia en tu sueño. También considera la edad del niño o niños en el paisaje del sueño. Pueden representar nuevas ideas, patrones y expresiones de conciencia que surgieron en tu vida de vigilia en el momento de su nacimiento. Por ejemplo, un niño de siete años puede conectar con algún elemento de tu vida que comenzó siete años antes de tener el sueño. También puedes considerar la edad del niño en el sueño como algo relacionado con un patrón que surgió en tu conciencia a esa edad. Desde esta perspectiva, el niño de siete años en el sueño se relaciona con algo que te sucedió cuando tenías siete años. Si los niños en tu sueño son tuyos, el sueño probablemente refleje asuntos que son más literales y se refieren a tu vida doméstica.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Choking",
    "Meaning": "Atragantarse: Estás luchando por decir lo que piensas y enfrentando un bloqueo abrumador o peligroso para una comunicación efectiva. Cualquier experiencia que se conecte con el cuello y la garganta nos coloca en el ámbito de la comunicación. Cuando alguien se atraganta, su capacidad de hablar se limita o incluso se elimina. Alguien que se atraganta o es ahogado en un sueño está lidiando con problemas de comunicación lo suficientemente intensos como para ser, al menos simbólicamente, una cuestión de vida o muerte. Observa dónde los problemas de comunicación están conectados a personas, lugares o cosas en los que las apuestas parecen muy altas. Si estás atragantando a alguien más, considera que podrías estar intentando sofocar una forma particular de comunicarte en el mundo que puede estar fuera de control o no servirte de alguna manera.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Church",
    "Meaning": "Iglesia: Estás soñando con conectarte con tu naturaleza espiritual de una manera más convencional. Las iglesias, templos y mezquitas son el centro de la vida espiritual de cualquier comunidad. Al igual que una casa en un sueño, cualquier edificio puede interpretarse como representando tu sentido actual de ti mismo. De este modo, cualquier lugar de culto apunta en última instancia a tu relación con la espiritualidad y la religión. Debido a que este aspecto de la vida puede ser particularmente controvertido, es muy importante que hagas una distinción clara entre el significado universal de iglesia como conexión con asuntos espirituales y las sensaciones personales que albergas acerca de la religión organizada.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Circus",
    "Meaning": "Circo: Estás soñando con huir de tus responsabilidades en la vida. Cualquier forma de entretenimiento debe considerarse simbólicamente como conectada al escapismo. Con un circo, debe añadirse la textura adicional de la enormidad. Este símbolo contiene un elemento surrealista también, como lo ejemplifican la extrañeza de los payasos y las rarezas de los números de feria. Además, el circo tiene la reputación de atender a aquellos en los márgenes de la sociedad, una comunidad cerrada que se separa del resto del mundo. La mitología que rodea al circo es que es un lugar donde los monstruos, los forasteros y los solitarios pueden encontrar un hogar. De este modo, el significado del escapismo también incluye un elemento de fantasía en el que alguien puede literalmente escapar del mundo mundano al unirse al circo. Si eras un miembro del público en el sueño, entonces el escapismo debería ser el tema principal de tu interpretación. Si estabas actuando en un circo, podrías estar expresando algún impulso interno hacia expresiones grandiosas de tu sentido de individualidad y originalidad. Si estabas más conectado con lo que sucedía tras bambalinas y con la comunidad de artistas, observa en qué parte de tu vida podrías estar buscando acuerdo de personas de ideas afines en un ámbito que se aparta del camino marcado.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Climbing",
    "Meaning": "Escalada: Estás buscando crecer y expandirte en tu vida y estás gastando mucho esfuerzo con ese fin. Una escalada es el esfuerzo que debe emplearse para alcanzar un objetivo. Todas las metas requieren esfuerzo; muchas pueden implicar lucha. A medida que identificas qué lucha en tu vida podría estar representada por la escalada, los sentimientos e imágenes en el sueño pueden informar cómo estás abordando el desafío actual en tu vida. Un cambio dramático es similar a embarcarte en un viaje de algún tipo, ya sea emocional, financiero, espiritual o relacionado con una cuestión de salud. Puede mostrarse en un sueño como una escalada mientras tu psique intenta mostrarte que tienes los recursos para llegar a la cima, a pesar del miedo o la intensidad del esfuerzo implicado. Por otro lado, el sueño puede estar diciéndote que estás exagerando las luchas en tu vida y que estás aplicando más esfuerzo del necesario. Si este es el caso, considera la falta de equilibrio entre esfuerzo y expectativas que estás experimentando actualmente. Tu tarea es definir el viaje y encontrar el equilibrio entre la intención y el esfuerzo. De este modo, el ascenso a tu destino puede ser recibido con alegría y entusiasmo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Climbing Stairs",
    "Meaning": "Subir escaleras: Una escalera te permite pasar de un lugar a otro situado por encima o por debajo de ti. Las escaleras son un indicio de examinar un nivel superior o inferior de tu psique, según la dirección en la que te mueves. Si las escaleras están en una casa, se está examinando tu sentido de identidad. Los asuntos sociales y cómo operas en el mundo se conectan con una escalera ubicada en un edificio o lugar público. Subir puede indicar un aumento de conciencia y una disposición a elevar tu proceso de pensamiento. Bajar podría conectarse con reexaminar tu pasado o considerar algo con más profundidad.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cloaked or Hidden Figure",
    "Meaning": "Figura encapuchada u oculta: Este es un poderoso aspecto arquetípico de carácter y un mensajero del inconsciente, a menudo considerado el arquetipo de la muerte. Esta imagen tiene su esencia en el anonimato y puede que nunca te resulte completamente conocida. Como aspecto de carácter, es una figura de tu inconsciente que tiene la capacidad de visitarte en el estado de sueño y entregarte un mensaje. El contexto del sueño te dirá cuál es el mensaje, o al menos por dónde empezar a buscarlo. Sin embargo, si en tu sueño la figura se parece de cerca a la figura comúnmente asociada con la muerte (el ser encapuchado sin rostro visible que recorre el mundo llevando a los vivos al más allá), entonces definitivamente estás experimentando un sueño arquetípico.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Closet",
    "Meaning": "Clóset: Estás intentando ocultar algo. Este es un sueño sobre tener una agenda oculta o sobre algún tipo de evasión. Un armario es un lugar de almacenamiento. Los artículos que se encuentran en un armario suelen caer en una de tres categorías: objetos usados con frecuencia que se mantienen fuera de la vista por motivos de organización, cosas guardadas para uso futuro y objetos olvidados que seguimos conservando a pesar de haber perdido su propósito. Un sueño que presenta un armario como imagen o ubicación principal puede tener que considerarse a través de una de estas temáticas. Muchos objetos encontrados en un armario se conectan con la vergüenza. El nivel de esto se corresponderá con cuánto se oculta algo o con cuánta atención hay en torno a ello. Ten en cuenta, sin embargo, que un armario también es un espacio de almacenamiento donde archivamos cosas que ya no necesitamos con regularidad. Puede haber viejos pensamientos, sentimientos o formas de ser que necesiten reconocerse y descartarse para dejar espacio a un nuevo crecimiento que se vislumbra en el horizonte. La frase 'en el clóset' se ha asociado casi exclusivamente con una persona que oculta su homosexualidad. Sin embargo, en un sueño, esto puede referirse a cualquier lado oculto del yo. Lo que descubras en un armario debe contemplarse a través del enfoque de algo de lo que te estás escondiendo o de lo que no quieres enfrentarte.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Clothes",
    "Meaning": "Ropa: La ropa está muy conectada con tu propia autoexpresión y con el principio de la persona. Lo que elegimos usar tiene enormes implicaciones sobre cómo nos sentimos acerca de nosotros mismos y cómo nos gustaría que el mundo nos perciba. Simbólicamente, la ropa representa la expresión personal creativa. Sin embargo, la ropa también puede representar las maneras en que ocultamos quiénes somos realmente y alteramos lo que el mundo ve. Además, la ropa que usamos en cualquier momento puede revelar cosas sobre nuestro estado de ánimo y emociones que de otro modo pasarían desapercibidas. La calidad y el estilo de la ropa en un sueño te proporcionarán diferentes matices de significado para tu interpretación. La ropa vieja puede representar viejas formas de ser que están siendo revividas. La ropa nueva podría indicar un deseo o necesidad de hacer coincidir tu crecimiento y cambios internos con tu presentación externa. Un disfraz podría resaltar los papeles que estás desempeñando en tu vida que son falsos, mientras que tu propia ropa indica que el asunto en cuestión está relacionado con tu sentido presente de identidad. Estar inapropiadamente vestido representa tu preocupación por encajar con los demás. Llevar demasiada ropa a veces puede indicar una falta de comodidad con tu sexualidad o imagen corporal. Tener que lidiar con muchas capas de ropa denota que hay obstáculos entre dónde estás y un nivel más profundo de expresión auténtica. Un deseo de quitarte la ropa puede significar una necesidad de salir de un rol estereotípico en el que te encuentras, mientras que añadir más ropa podría significar ponerte unas capas más para protegerte de un posible daño externo. Sin ropa suele reflejar sentirse muy abierto y, por tanto, vulnerable.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Clowns",
    "Meaning": "Payasos: Los payasos son un símbolo complejo de interpretar. Son expresiones de energía juguetona, pero debajo hay un elemento subversivo y poco confiable, con una capacidad irónica para contener enormes contradicciones. Los payasos son lúdicos e infantiles, pero también grotescos. Hay una cualidad subversiva en el concepto del payaso: parecen inocuos, pero hay algo posiblemente más oscuro acechando justo debajo de la superficie. Sus expresiones están permanentemente fijas y, por tanto, no son de confianza. Sin embargo, el entretenimiento que proporcionan puede ser magistral y absolutamente delicioso cuando se hace bien. Un payaso en un sueño es un aspecto de tu personalidad, un pensamiento o patrón de pensamientos. Tal sueño puede estar invitándote a explorar más profundamente para llegar a la idea auténtica que hay debajo del disfraz.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Coat",
    "Meaning": "Abrigo: Ver Chaqueta.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cobra",
    "Meaning": "Cobra: Todas las serpientes se relacionan con el cambio y la transformación debido a su capacidad de mudar la piel. La cobra es una serpiente particularmente venenosa que es especialmente notable por su capacidad de expandir la capucha justo debajo de su cabeza. Esta colocación a modo de cuello la conecta con el chakra de la garganta y, cuando una cobra está presente en un sueño, se están destacando asuntos de comunicación. (Ver Serpiente.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cockatoo",
    "Meaning": "Cacatúa: Todas las aves se relacionan con la función de mensajera y también representan nuestro proceso de pensamiento y el movimiento de ideas. La cacatúa es menos colorida que muchas de sus congéneres, por lo que se relaciona con algo más sobrio pero aún vibrante. Los rasgos más directamente asociados con este tipo de ave son un pico muy fuerte y una voz fuerte y aguda. Esto añade el matiz de una comunicación dura y fuerte al significado simbólico si esta ave aparece en tu sueño. (Ver Aves.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Coffin",
    "Meaning": "Ataúd: Un símbolo relacionado con la muerte, un ataúd en un sueño indica que algún tipo de cambio está ocurriendo. Un ataúd está hecho para contener a una persona después de la muerte. Como símbolo de un sueño, debe interpretarse examinando al individuo dentro del ataúd como un aspecto de carácter del soñador. Esto se aplica tanto si conoces a la persona del sueño como si no. Toda muerte es simbólica de un cambio. Cuando se examina como un aspecto de carácter, la muerte representa sacrificar una porción de la personalidad que ya no es una parte útil del conjunto. Un cambio efectivo requiere limpiar viejas formas de ser para dejar paso a nuevas funciones más evolucionadas. La muerte siempre va seguida de renacimiento, pero cuando se presenta un ataúd, significa estar al comienzo del proceso de transformación.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Coin",
    "Meaning": "Moneda: Las monedas son una forma de moneda y, por lo tanto, se relacionan con la abundancia, la prosperidad y el poder que viene con poseer la capacidad de intercambiar por lo que deseas. Una moneda, sin embargo, tiene una dimensión añadida como representante de encontrar suerte y buena fortuna si llegas a tropezar con una en tus viajes. La relación entre las monedas y los deseos es evidente en el gesto de lanzarlas a las fuentes. Las monedas también pueden ser vistas como objetos sagrados de naturaleza espiritual. (Ver Dinero.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Colors",
    "Meaning": "Colores: Soñar en color a menudo se ve como un fenómeno particular que diferencia un sueño de otros. Hay una implicación aquí de que, si un sueño memorable se considera vibrante y lleno de color, otros sueños deben ser en blanco y negro en comparación. Sin embargo, probablemente todos los sueños se experimenten con diversas intensidades de color, y el recuerdo de colores vibrantes es simplemente otra forma en que el inconsciente te está hablando. La luz se experimenta como blanca, pero si se refracta en longitudes de onda separadas, el ojo humano puede percibir las siete bandas distintas de color que la componen.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Computer",
    "Meaning": "Computadora: Una computadora representa niveles altamente sofisticados de organización mental, pensamiento y memoria. Una computadora es una representación simbólica del cerebro en sí. Tiene un sistema operativo que permite que otros programas de software se ejecuten. Esto es como la red de células nerviosas que conforman la mayor parte del tejido cerebral. También hay un disco duro, que almacena todo lo que alguna vez se ha introducido en él. Esto es semejante a las vías neurales creadas por el registro que hace el cerebro de los datos sensoriales que recibe en forma de memoria y conocimiento. También hay memoria RAM o memoria de escritorio, que es como tu mente consciente. Esto incluye tu producción diaria de memoria a corto plazo que se procesa cada noche cuando sueñas. El proceso que ocurre durante el sueño REM es muy parecido a hacer una copia de seguridad de tus archivos de computadora para protección a diario. Cuando una computadora destaca en tus sueños, estás considerando cómo funciona tu mente. El estado de la computadora en tu sueño puede reflejar muy bien el estado de tus patrones de pensamiento actuales.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cookies",
    "Meaning": "Galletas: Puedes estar buscando recompensa y una dosis extra de dulzura en tu vida. Las galletas nos conectan simbólicamente con la nutrición maternal, incluso si no provienes de un hogar donde mamá y las galletas fueran sinónimo. Pensamos en estos dulces como algo que podemos tener después de un trabajo bien hecho. Este sueño puede significar que estás buscando tales elogios. Las galletas también pueden representar el poder insidioso del exceso; come una y estarás bien, pero antes de que te des cuenta, haber comido una puede convertirse en haber comido muchas. Como con cualquier cosa buena en moderación, el mundo de los sueños puede señalar maneras en que estás exagerando.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cougar",
    "Meaning": "Puma (o leona): Todos los gatos se relacionan con el poder del principio femenino. Cuanto más grande el gato, mayor el poder de este tótem. El puma es nocturno y, por lo tanto, se relaciona más con elementos de la sombra de lo oculto y lo desconocido. Cazador de acecho y emboscada, el puma se asocia con la capacidad de mantener tu presencia oculta pero actuar con poder en el momento preciso en que la acción es necesaria. Un puma también puede ser una mujer mayor que disfruta de su poder sexual con hombres más jóvenes, por lo que esto puede ser algo que añadir a la aparición de un puma en un sueño.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cow",
    "Meaning": "Vaca: La vaca está llena de simbolismo mitológico en muchas culturas. Sin embargo, en el corazón de una interpretación moderna, el poder de la vaca se conecta con el sustento básico y la nutrición. Entre la leche que estos animales proporcionan como alimento básico y la carne que es consumida por miles de millones de personas en el planeta, la vaca se relaciona con tener esas necesidades básicas satisfechas. A través de la imagen de la leche, la vaca se relaciona con la fertilidad y el poder del principio femenino. En un sueño, una vaca ofrece acceso a satisfacer necesidades básicas como parte de su medicina.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cowboy",
    "Meaning": "Vaquero: Estás soñando con la parte de ti que está conectada con el trabajo duro y un espíritu individualista de expansión y libertad. Los vaqueros representan el individualismo rudo que está intrínsecamente ligado a la mitología de la tradición estadounidense de expansión y cultivo. El vaquero a menudo se considera una figura solitaria, conectada con la sensación de aislamiento y una ética de trabajo dedicada. Los medios han convertido al vaquero en un icono de enormes proporciones. Los vaqueros representan la fuerza silenciosa del principio masculino en su máxima expresión. Cualquier sueño que presente un vaquero probablemente se conecte con este espíritu de independencia. ¿Hay nuevas fronteras en tu vida que necesitan ser exploradas? Tal vez haya algo por hacer que deba hacerse por tu cuenta. Después de todo, el vaquero siempre cabalga hacia el atardecer, impulsado por la creencia de que siempre hay algo nuevo justo sobre el horizonte.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Crab",
    "Meaning": "Cangrejo: El cangrejo es una criatura acuática y por tanto se relaciona con los sentimientos, las emociones y el principio femenino. El hábitat de un cangrejo está conectado con las mareas, lo que relaciona a estas criaturas con la interacción de las mentes consciente e inconsciente, así como con los ciclos de la luna. Su medicina puede ser difícil de conectar debido a sus pinzas, que los mantienen fuera de nuestro alcance. Cuando el cangrejo aparece en tu sueño, se te está ofreciendo información poderosa desde las profundidades del inconsciente, y esa sabiduría se comprende mejor desde un lugar de quietud y receptividad.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Criminal",
    "Meaning": "Criminal: Alguna parte de tu personalidad está expresando elecciones sin tener en cuenta las consecuencias. Cuando un criminal aparece en un sueño, debe considerarse un aspecto de carácter de tu sentido de identidad. Aunque los comportamientos criminales son variados y abarcan una amplia gama de actividades, hay un denominador común para todos los crímenes, ya sean mundanos o atroces: hay consecuencias por violar la ley. Desde esta perspectiva, cualquier elección que ignore este acuerdo social indica una falta de consideración por esas consecuencias. Dado que el crimen es esencialmente antisocial, el aspecto de carácter de un criminal en el mundo de los sueños es material de la sombra. Al examinar la naturaleza fundamental del criminal en tu sueño, descubrirás qué parte de tu inconsciente se está expresando. La gravedad del acto o la intención revela la magnitud de la oscuridad de tu estado emocional actual.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Crocodile",
    "Meaning": "Cocodrilo: Ver Caimán.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cross",
    "Meaning": "Cruz: Este símbolo se asocia principalmente con el cristianismo, pero en realidad el círculo dividido en cuatro partes iguales es el símbolo espiritual más ubicuo encontrado en casi todas las civilizaciones a lo largo del tiempo. La Tierra es un círculo dividido en una cruz por los polos Norte y Sur combinados con los horizontes este y oeste. Esto hace que la cruz sea un símbolo verdaderamente universal. Si tienes una asociación personal con el cristianismo, entonces debes usarla en tu interpretación. Si no, considera esto un símbolo primario que representa la energía espiritual de todos los seres en la Tierra. Su presencia en un sueño puede indicar un despertar de una naturaleza mística.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cross-Dressing",
    "Meaning": "Travestismo: La ropa se relaciona con nuestra persona y las elecciones que hacemos sobre cómo queremos que el mundo nos vea. Cuando las líneas de género se cruzan en un sueño, el tema principal de tu interpretación será la integración del principio masculino o del principio femenino, dependiendo de la dirección del cambio. Ponerse la indumentaria del sexo opuesto podría significar un deseo de incorporar más de esos rasgos en la forma en que la gente te ve. Una mujer travestida podría estar expresando un deseo de ser vista como más agresiva o poderosa. Un hombre travestido podría estar considerando cómo sería ser más receptivo en el mundo y ser percibido como más sensible.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Crows",
    "Meaning": "Cuervos: Todas las aves deben considerarse mensajeras de algún tipo. Probablemente no haya un ave que ejemplifique esto más que el cuervo o el cuervo grande. En la mitología nórdica, los dos cuervos Huginn y Muninn representan el pensamiento y la memoria; vuelan y regresan a Odín cada día y crean nuestra capacidad de nombrar las cosas y fijarlas en la memoria. Se reúnen donde se reúnen los humanos, por lo que reflejan nuestro número directamente en proporción a nuestra población. De esta manera, los cuervos y los cuervos grandes nos traen mensajes importantes cuando aparecen en sueños. Un grupo de cuervos en comunidad se conoce como 'un asesinato' (murder), y esta vuelta de palabras añade un elemento de sombra a su medicina.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Crying",
    "Meaning": "Llorar: Estás sintiendo una emocionalidad intensificada en tu vida en este momento, tan poderosa que se desborda en tus sueños. El agua representa emoción y las lágrimas son la expresión fluida de nuestras emociones más profundas. Si lloras en un sueño, probablemente estés en algún tipo de duelo o expresión de dolor. Si otra persona está llorando, un aspecto de tu personalidad participa en un proceso emocional poderoso. Si este es el caso, entonces utiliza el personaje que está llorando para comprender mejor qué parte de tu personalidad está experimentando un cambio. Las lágrimas de tristeza se conectan con la pérdida. Las lágrimas de alegría se conectan con la ganancia e indican que estás llegando al otro lado de una transición desafiante. Cuanto más agudamente puedas sentir la fisicalidad de llorar al despertar, más cercana a la conciencia está la herida. El nivel de desesperación que sientes puede darte una idea de la intensidad del dolor que estás limpiando. Recuerda que en tus sueños, al igual que en la vida, llorar es una forma saludable y poderosa de procesar el dolor y facilitar la transición y la transformación.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Crystal",
    "Meaning": "Cristal: Los cristales son formaciones minerales enterradas en la tierra. Hay muchos tipos diferentes de cristales, pero todos se consideran poseedores de ciertas cualidades vibracionales. Soñar con cualquier tipo de cristal es despertar tu deseo de encarnar tu naturaleza espiritual y tu capacidad de conectar con la energía de manera esotérica. Si en tu sueño aparece un tipo particular de cristal, quizá quieras investigar el significado asociado con ese cristal. (Ver Piedras, Rocas/Pedruscos.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cup",
    "Meaning": "Copa: El propósito de una copa es contener algo, generalmente un líquido. Por lo tanto, el significado asociado con este símbolo se conecta con tu capacidad de contener algo que deseas. Dado que una copa se asocia más a menudo con una bebida, aquello que puedas necesitar contener podría conectarse con el principio del autocuidado. El estado de una copa en un sueño es un reflejo de cuán bien estás atendiendo este aspecto de la vida. Compartir una copa es un poderoso símbolo de conexión y unidad, y puede reflejarse en un sueño también.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cupcake",
    "Meaning": "Magdalena (cupcake): Cualquier alimento dulce se asocia más a menudo con momentos felices en la vida. Las magdalenas implican un momento celebratorio que quiere ser compartido. A menudo se asocian con la infancia; este mini pastel indica que un momento alegre está cerca. (Ver Pastel.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cut(s)",
    "Meaning": "Cortes: Un corte es evidencia de una herida; protección que es instintiva. La piel es el órgano más grande del cuerpo humano, compuesto por tres capas. Su función principal es separar el exterior y el interior del cuerpo, ofreciendo una cáscara protectora suave para el tejido debajo. Los cortes en la piel obstaculizan la efectividad de esa protección, y el cuerpo responde rápidamente a cualquier lesión. Un corte deja una marca que es la evidencia de la herida. Ya sea que la herida ocurra en el sueño o parezca haber ocurrido en el pasado indica dónde te encuentras en el proceso de responder a algún momento doloroso en la vida. (Ver Herida(s).)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Cutting",
    "Meaning": "Cortarse: El fenómeno del “cutting” o autolesión es una adicción ritualizada donde una persona deliberadamente se corta como mecanismo para aliviar el estrés. Las personas que se cortan describen una satisfacción al tener una experiencia interior de dolor emocional expresado físicamente en el cuerpo. Ser cortado en un sueño, ya sea autoinfligido o no, es una acción similar de la mente inconsciente para expresar dolor interno de manera externa. (Ver Herida(s).)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dagger",
    "Meaning": "Daga: Cualquier arma en un sueño es un símbolo de agresión e impulsos destructivos. Una daga es un implemento pequeño capaz de causar cortes profundos. La daga en sí en un sueño sólo implica que la agresión puede ocurrir. El corte que podría hacer una daga podría ser simbólico de comentarios cortantes o de la posibilidad de ser apuñalado por la espalda, ambas cosas que indican traición de amistad o lealtad.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dance",
    "Meaning": "Baile: Un baile es una reunión de personas y, en el mundo de los sueños, esas personas deben considerarse pensamientos dentro de tu conciencia reunidos en torno a una idea común. La idea en este caso es la expresión de pasión y sexualidad a través del simbolismo del baile. Si hay un baile en tus sueños, hay un deseo apremiante en tu conciencia de tener más pasión en tu vida.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dance Class",
    "Meaning": "Clase de baile: Puedes desear más pasión y expresión creativa en tu vida y estás dispuesto a aprender lo que necesitas saber para crear algo de ello.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dancing",
    "Meaning": "Bailar: Estás buscando más gracia y fluidez en las relaciones complicadas de tu vida. Bailar también es un ritual de cortejo elaborado. Es un comportamiento socialmente aceptado que está diseñado para escalar hacia la intimidad y el sexo. Incluso bailar solo es una experiencia sensual que celebra la capacidad de moverse en el espacio. Esto resulta en una experiencia sensual del propio cuerpo, señalando una disposición para la expresión sexual. En el baile en grupo, como ballet o modernas compañías de danza, la conversación simbólica se expande hacia la idea de poesía en movimiento.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dandruff",
    "Meaning": "Caspa: Los pensamientos negativos están creando consecuencias leves pero notables. Puede haber algunas dudas sobre el valor y la atractividad propios en el núcleo de los asuntos en cuestión.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Darkness",
    "Meaning": "Oscuridad: La ausencia de luz en cualquier forma lleva un sueño al reino de la sombra. Si tu sueño tiene más oscuridad que luz, añade este elemento a tu interpretación. Puede que sea momento de explorar áreas que has evitado anteriormente y de estar dispuesto a mirar cosas que normalmente permanecen ocultas o te llenan de miedo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Date",
    "Meaning": "Cita: Una cita es una oportunidad de posiblemente encontrar romance y amor. Implica asumir un riesgo y la necesidad de mostrarse auténticamente. En un sueño, representa la disposición o falta de disposición a tomar tal riesgo, presentarse plenamente y posiblemente encontrar un nuevo nivel de autoexpresión, pasión y eventual integración.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Daycare",
    "Meaning": "Guardería: En una guardería, una persona encuentra libertad temporal de un conjunto de responsabilidades para atender otra área de responsabilidad. Si un entorno de guardería aparece en tu sueño, puedes estar equilibrando obligaciones y necesitar algo de alivio o equilibrio en el área de lo que debes cumplir.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dead End",
    "Meaning": "Callejón sin salida: Has llegado al final de un curso de acción; es momento de elegir de nuevo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Deaf",
    "Meaning": "Sordo: La capacidad de oír forma parte de nuestro sistema de navegación. Los oídos nos mantienen equilibrados y orientados y nos orientan al espacio que nos rodea. Perder este sentido interrumpe tu capacidad de recibir orientación de tu entorno. Si la sordera se presenta en tu sueño, tal vez quieras considerar cuán bien estás escuchando la orientación que estás recibiendo en tu vida en este momento. (Ver Discapacidad.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Death",
    "Meaning": "Muerte: Este es el símbolo definitivo del cambio a un nivel transformacional. Todo cambio implica el ciclo de algo que muere para renacer de nuevo. Esto se aplica a toda la vida, desde el cambio de las estaciones hasta el ir y venir de las relaciones y el proceso de nacimiento y muerte en sí. La muerte en un sueño significa que un cambio enorme está ocurriendo en tu vida. Si conoces a la persona en la vida real, decide qué aspecto de tu carácter está representando. Cómo funciona esa persona en la vida es lo que está cambiando dentro de tu propia psique. El cambio es tan grande que se expresa a través del cambio definitivo: la muerte. Si la persona es un extraño, utiliza cualquier información que recuerdes sobre ella en el sueño para explorar qué elementos de tu personalidad están experimentando una transformación. La cualidad que está siendo alterada podría referirse a comportamientos, hábitos o rasgos de carácter. Cuanto más violenta y repentina es la muerte, más combativa e intensa probablemente sea la experiencia que estás atravesando. Una muerte que ya ha ocurrido podría señalar que estás en una fase posterior del cambio en lugar de estar al principio. Si eres tú quien muere, la transformación puede ser tan completa que involucra tu vida entera o estilo de vida —por ejemplo, mudarte, cambiar de trabajo, una ruptura, una nueva relación, terminar comportamientos destructivos, etc.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Deer",
    "Meaning": "Ciervo: La gracia y la belleza son la medicina de este animal tímido. También, la necesidad de estar alerta y autoprotegido es parte de lo que se llama a la conciencia cuando un ciervo aparece en un sueño. El ciervo conoce su camino a través del bosque y tiene la capacidad de guiarnos a través de territorios desconocidos y ocultos. Si el ciervo tiene astas, esto aumenta su poder para navegar a través de instintos primarios.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Defecation",
    "Meaning": "Defecación: Aunque la eliminación de desechos podría ser el primer pensamiento que viene a la mente al pensar en las heces, en el fondo de este símbolo está nuestra primera conexión con nosotros mismos como seres creativos. Considera el poder e intensidad asociados con el entrenamiento para ir al baño y todo el esfuerzo que se destina a guiar a un niño a controlar esta función corporal. Este periodo en la vida de un niño tiene un profundo impacto en cómo opera en el mundo. A menudo el método más eficaz de este entrenamiento implica ayudar a un niño a hacer una conexión creativa con lo que sale en el inodoro. Para la mente joven, esto es un logro impresionante. Desde esta perspectiva, la defecación o las heces en un sueño siempre se conectarán primero con el poder creativo personal. Sea lo que sea, probablemente será acerca del estado de tus asuntos creativos individuales. Observa si la experiencia en tu sueño es repulsiva o no. A menudo en un sueño así, puede no haber una asociación de las heces como algo sucio. Si la experiencia es repugnante, entonces podrías estar en algún tipo de resistencia a un proceso más profundo que está ocurriendo y que puede requerir que te ensucies las manos con material de la sombra. Comer heces apunta a la necesidad de integrar tu propia creatividad en algún aspecto de tu vida. Jugar con o manejar heces (y cómo te sentiste al hacerlo) puede indicar tu nivel de comodidad con una transición en tu vida que puede requerir que vayas más profundamente en tu “propia mierda” para encontrar un nuevo sentido de ti mismo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Defibrillator",
    "Meaning": "Desfibrilador: Cuando el ritmo eléctrico del corazón está en un sobrecarga caótica, un desfibrilador detiene el corazón con un golpe de electricidad con la intención de apoyarlo para que vuelva a arrancar por sí mismo. De esta manera, este dispositivo esencialmente resucita la fuerza vital de un individuo que sufre un colapso de este sistema. Puede que te sientas abrumado con tanta estimulación que estás a punto de cerrarte, y esta imagen en un sueño indica un deseo de detener los patrones actuales y empezar de nuevo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Delivery",
    "Meaning": "Entrega: Una entrega indica que algo que has expresado un deseo de recibir finalmente ha llegado. De esta manera, una entrega en un sueño te pide considerar qué esperas que te llegue. La máxima indicación de conveniencia, tener algo entregado implica un nivel de conciencia de abundancia y tu capacidad de sentirte merecedor de que tus deseos te sean llevados directamente.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Demon",
    "Meaning": "Demonio: El lado oscuro del reino espiritual, un demonio es un ser que se alimenta del miedo y el odio. Cuando un demonio aparece en un sueño, se te avisa de que tu lado oscuro está fuera de control y que las cosas que desencadenan miedo se están imponiendo. Un demonio también puede indicar que has ignorado un patrón destructivo durante mucho tiempo.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Demonic Possession",
    "Meaning": "Posesión demoníaca: La idea de ser poseído por algo fuera de tu yo humano está conectada a renunciar a la responsabilidad de ciertos sentimientos considerados inaceptables. Esta es una imagen de sueño bastante común y representa una explosión repentina de cualquier número de emociones reprimidas y oscuras, como la culpa o la rabia. En el fondo de este símbolo, sin embargo, está el concepto de no sentirse responsable del comportamiento en cuestión o de la intensidad de los sentimientos expresados. Como dice el refrán, “El diablo me obligó a hacerlo”. Tal sueño te pide que examines dónde estás culpando a otra persona por tus propios sentimientos abrumadores o no estás dispuesto a asumir la responsabilidad por tu propia reactividad.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Desert",
    "Meaning": "Desierto: Puede haber una evidente falta de pasión y fuerza vital en tu vida en este momento. En un desierto, tienes que buscar más profundamente señales de vida que en realidad están allí, por lo que un sueño que tiene lugar en un desierto puede llamarte a hacer justamente eso. No tomes la apariencia superficial de las cosas al pie de la letra. Mira debajo de la superficie y encontrarás que hay más de lo que parece. Un desierto en sueños también te invita a regar y llenar tu vida con más emoción y pasión.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Deserted Place",
    "Meaning": "Lugar desierto: Estás soñando con necesidades no satisfechas y las consecuencias de elecciones pasadas que no te han servido. Los seres humanos somos animales sociales. Hemos vivido en comunidad unos con otros desde nuestro arribo al planeta. Encontrarte en un lugar que esté desierto y carente de la presencia de otros seres humanos te dejaría indefenso en muchos sentidos. La severidad de esta vulnerabilidad dependería enormemente de dónde estuvieras, qué recursos tuvieras a tu disposición, así como tu propia fortaleza y coraje. Incluso en las mejores circunstancias, tu propia supervivencia estaría en riesgo; de ahí que el significado simbólico primordial de este símbolo esté conectado al riesgo y a la muerte. Aunque se podría pensar en la soledad como el contenido emocional subyacente de tal evento, es la ausencia de recursos humanos lo que lleva el peso interpretable de este símbolo. Incluso si encontraras reconfortante la ausencia de otras personas, este significado aún se aplica. Puede que quieras considerar cómo la dependencia de otros para satisfacer tus necesidades podría ser la causa raíz de la ansiedad que desencadenó este sueño.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Desk",
    "Meaning": "Escritorio: Cuando estás en un escritorio, es seguro que estás realizando algún tipo de trabajo. De esta manera, un escritorio es un símbolo de este estado de conciencia. El trabajo tiene significado diferente para diferentes personas, por lo que este símbolo podría ser más o menos literal para ti si eres alguien cuyo trabajo real implica estar sentado en un escritorio. Un escritorio se conecta con las sensibilidades del hemisferio izquierdo y con la necesidad de organización y estructura en tu vida. Lo que estuvieras haciendo en el escritorio debería considerarse en tu interpretación. Si había una persona en el sueño asociada con el escritorio, añade el significado que asignas a esa persona como un aspecto de tu personalidad conectado a la necesidad de estar más organizado y abordar un problema desde un ángulo más práctico.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dessert",
    "Meaning": "Postre: Estás buscando recompensarte o endulzar un poco las cosas. Este es también un símbolo que se relaciona con la sobreindulgencia y los intentos de controlarse. El postre a menudo se ve como algo que debe resistirse, así que tu relación con el postre en tu sueño te ofrecerá matices más profundos de significado.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Detective",
    "Meaning": "Detective: Como persona en tu sueño, un detective es un aspecto de tu propia personalidad. Esta es la parte de ti que se encarga de averiguar las cosas a medida que tu vida se desarrolla. Si aparece un detective en tu sueño, la implicación es que lo que sea que estás intentando resolver aún tiene misterios asociados que podrían resolverse. Entrégate al proceso.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Detergent",
    "Meaning": "Detergente: Un agente de limpieza, el detergente en un sueño implica una necesidad de limpiar un desliz pasado o de ocultar la evidencia de algo que ya ha ocurrido y que te causa vergüenza o incomodidad.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Devil",
    "Meaning": "Diablo: La mayoría de las personas cae en dos categorías respecto al Diablo: los religiosos y los no creyentes. Hay una tercera categoría de personas que no necesariamente creen en el Diablo pero que fueron criadas en un entorno que incrustó ciertas creencias que pueden haber rechazado conscientemente pero que aún tienen gran poder en la mente inconsciente. La primera y más importante cualidad del Diablo es la tentación. La motivación definitiva de la tentación es obtener la posesión del alma de una persona. En el mundo de la psicología y del trabajo con sueños, el alma es semejante a tu naturaleza espiritual y a la totalidad de tu experiencia como ser humano. La presencia de Dios y el Diablo en nuestro mundo ofrece a cada uno de nosotros una elección: ¿con quién te alinearás y en qué basarás las decisiones de tu vida? ¿Con tu naturaleza superior, a través de la elección del amor, o con tu naturaleza inferior, a través de la elección del miedo? La presencia del Diablo en un sueño indica que se está expresando un grado poderoso de miedo. La esclavitud es otro elemento importante asociado con el Diablo. El contrato que ofrece es permanente, con graves consecuencias. En términos simbólicos, el Diablo podría iluminar áreas de tu vida donde sientes que te has vendido. Busca situaciones en las que sientes que estás atrapado por razones de obligación, inseguridad financiera o satisfacción desfasada. A menudo hacemos elecciones que inicialmente nos proporcionan algo que deseamos, solo para descubrir que pagamos un precio que no habíamos considerado. Puede que se necesite una búsqueda profunda del alma cuando el Diablo aparece en un sueño. ¿Qué pensamientos o viejas maneras de ser deben dejarse de lado para tu mayor bien? Desde una perspectiva más ligera, ¿qué actitud despreocupada (devil-may-care) podría invitarte a descubrir aquello a lo que tu crítico interior no te daría permiso de explorar? La frase “el diablo me obligó a hacerlo” puede ser una excusa equivocada para malas elecciones o una invitación a dejar de juzgarte.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dew",
    "Meaning": "Rocío: El rocío es el resultado del agua en la atmósfera que aún no se ha evaporado con el sol naciente; se considera hermoso y un poco mágico. El agua que forma el rocío es simbólica del contenido emocional que aparece cuando el manto de la noche hace seguro ser más expresivo. El hecho de que se evapore cuando la luz del día brilla sobre él indica un sentido simbólico de temporalidad y privacidad. El rocío son las expresiones secretas de ternura sutil y nostalgia que acompañan tu vida diaria.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Diamond",
    "Meaning": "Diamante: El diamante se forma cuando los átomos de carbono son sometidos a tiempo y presión para crear la forma más preciosa que conocemos. Simbólicamente, los átomos de carbono son los bloques de construcción de todas las formas de vida y, por lo tanto, se relacionan con todo lo que existe. El tiempo y la presión pueden considerarse literal en esta interpretación, ya que la vida está llena de ambos en gran medida. Por tanto, el diamante es el símbolo supremo del regalo y beneficio que puede cosecharse de los desafíos que la vida te presenta. Como gema preciosa, el diamante se relaciona con aquello que valoramos por encima de todas las otras cosas debido al gran desafío que supone su creación. (Ver Piedras.)",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Diaper",
    "Meaning": "Pañal: El propósito del pañal apunta en última instancia a la libertad que brinda. Gracias a la presencia del pañal, quien lo lleva puede despreocuparse de cuándo y dónde tiene lugar la liberación de toxinas y desechos. Como a menudo hay vergüenza conectada con los actos de defecar y orinar, el pañal puede pensarse como un contenedor para tu vergüenza. ¿Estás aferrándote a cosas que te hacen sentir mal contigo mismo?",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Diarrhea",
    "Meaning": "Diarrea: En el corazón de la interpretación de esta imagen en un sueño está la falta de control que la diarrea representa. Las heces tienen varios significados, uno de los cuales es profundamente creativo, ya que son algo que realmente haces con tu cuerpo. Sin embargo, las heces también se conectan con la vergüenza inherente a nuestra humanidad fundamental. Cuando la diarrea está presente en un sueño, algo está fuera de control.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dice",
    "Meaning": "Dados: Lanzar los dados se relaciona con la suerte ciega y el impacto del azar en relación con un resultado deseado. Vivimos en un mundo que es mitad plan divino y mitad caos aleatorio. Los dados se relacionan con la mitad posterior de esta ecuación paradójica. Un sueño que presenta dados como imagen puede pedirte que te entregues a resultados incontrolables.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Diet",
    "Meaning": "Dieta: Hacer dieta es limitar la ingesta de alimentos con el fin de mantener cierto control sobre la forma de tu cuerpo. Esta conciencia puede ir desde un autocuidado saludable y equilibrado hasta una restricción profundamente destructiva combinada con compulsividad. Tu relación personal con la comida debe tenerse en cuenta en tu interpretación de tal sueño. Dondequiera que estés, una dieta tiene que ver con la restricción y el control de algo que es fundamentalmente sobre sustento y nutrición. ¿Qué te estás negando a ti mismo para obtener lo que quieres? ¿Es esto una buena idea? Estas son las preguntas que debes hacerte si la dieta aparece en un sueño.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Digging",
    "Meaning": "Excavar: Estás expresando una necesidad o deseo de llegar al fondo de algo. Cualquier cosa que esté bajo la superficie del suelo se relaciona con la conciencia oculta: disponible para ser conocida, pero no hasta que se emprenda alguna exploración. Tal imagen en un sueño puede indicar que hay algo que ganar al mirar debajo de la superficie.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dildo",
    "Meaning": "Dildo: El pene es un símbolo de poder masculino, y el dildo es un pene fabricado. Es un sustituto de este poder masculino y puede representar un deseo de estimular ese poder dentro de uno mismo ante la ausencia de proyectarlo sobre una fuente externa. En un sueño, el poder que se expresa, aunque inherentemente sensual por naturaleza, no necesariamente se refiere al impulso sexual. Observa en qué ámbito de tu vida tienes un deseo o necesidad de aumentar tu sentido de poder.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dining Room",
    "Meaning": "Comedor: Cada habitación es una expresión de la conciencia del propósito de esa habitación. Un comedor es un lugar donde se comparte la comida con otros. Hay dos elementos en esta imagen que requieren consideración. Uno es el acto de tomar nutrición y sustento; el otro es el deseo de compartir este acto en comunidad. Lo que sea que esté sucediendo en el comedor de tu sueño es un reflejo de estos principios en tu vida despierta.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Diploma",
    "Meaning": "Diploma: Recibes un diploma al final de un curso de estudio significativo. Por lo tanto, el significado simbólico del diploma es que el trabajo y el esfuerzo han ocurrido en el pasado. La idea de ser reconocido por poseer cierto nivel de sabiduría y conocimiento está encarnada por la presencia de un diploma.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Disability",
    "Meaning": "Discapacidad: Cualquier cosa que limite la funcionalidad normal, ya sea mental o física, podría entrar en la categoría amplia de discapacidad. De manera general, el significado simbólico de tal estado se relaciona con las limitaciones que crea. Como la capacidad para la excelencia comienza con la percepción, la interpretación de cualquier discapacidad comienza con la noción de que algo es desafiante porque aparece como tal. Si una discapacidad particular en un sueño no es una que se refleje en la vida despierta, entonces el sueño está expresando una disminución percibida de la capacidad y el llamado a superar esa sensación de limitación. Usa la discapacidad específica para matices en tu interpretación.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dishes",
    "Meaning": "Platos: Estos implementos para comer aportan un toque de civilización al proceso de tomar sustento. La comida es simbólica de las distintas formas en que te nutres, y los platos son en última instancia contenedores de esa nutrición. Observa el estado y uso de los platos en tu sueño para revelar tu relación actual con el cuidado personal.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Ditch",
    "Meaning": "Zanja: Una zanja es una cuneta en la tierra que se ha creado deliberadamente por intervención humana. Con el suelo como símbolo de la conciencia, cualquier cosa que esté justo debajo de la superficie de la tierra es aquello que está justo por debajo de la superficie de nuestra conciencia. La mayoría de las zanjas se construyen para esconder algo o desviar el movimiento de algo. De este modo, una zanja es el resultado de hacer un poco de auto-investigación para proporcionar que algo pueda moverse sin ser detectado u otra estrategia implementada. ¿Qué está justo debajo de la superficie de tus pensamientos en tu vida ahora mismo?",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Diving",
    "Meaning": "Clavado (zambullirse): Cuando un clavadista se lanza al agua, simboliza la intención de sumergirse bajo la superficie en el mundo de las emociones y de la mente inconsciente, ya que el agua representa ambos dominios. El clavado se convierte entonces en la expresión ritualizada no sólo de la intención de hacerlo sino también de la expresión creativa y hábil del acto en sí. De esta manera, un clavadista es simbólico de la manera practicada y majestuosa en que alguien se ha preparado para explorar valientemente las profundidades ocultas de su propia naturaleza.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Divorce",
    "Meaning": "Divorcio: Un matrimonio es la integración simbólica de diferentes aspectos de carácter. También puede simbolizar la integración primaria que es el propósito de toda expansión de la conciencia. Un divorcio es el final de un nivel de evolución que ya no es viable. Para crecer, debes soltar elementos del pasado. Un divorcio en un sueño es simbólico del final de una fase de tu desarrollo y el comienzo de otra.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Doctor",
    "Meaning": "Doctor: Cada persona en un sueño es parte de tu psique, y un doctor es un aspecto del yo que puede diagnosticar y sanar. Puedes estar buscando respuestas a algún problema o desafío subyacente, y el doctor en tus sueños puede ayudar a sanar lo que te aflige.",
    "Source": "Llewellyn"
  },
  {
    "Symbol": "Dog",
    "Meaning": "Perro: Estás conectando con principios en torno al amor incondicional expresado por el principio masculino. Los perros representan alegría desenfrenada, afecto constante y lealtad entusiasta. Un perro en tu sueño se conecta con tu propia capacidad de mantenerte constante en el amor y el afecto. Recuerda considerar lo que el perro está haciendo en tu sueño y añade esto a esta idea.",
    "Source": "Llewellyn"
  }
]
